Repository: chrisbra/vim-history
Catalog: src/po/*.po
Languages: uk

source: 'columns' is not 80, cannot execute external commands
uk: 'commands' не 80, не можу виконувати зовн╕шн╕ команди

source: E364: Library call failed for "%s()"
uk: E364: Виклик з б╕бл╕отеки для "%s()"не вдався

source: E237: Printer selection failed
uk: E237: Не вдалося вибрати друк╕вник

source: to %s on %s
uk: на %s з %s

source: E448: Unknown font: %s
uk: E488: Нев╕домий шрифт: %s

source: E238: Print error: %s
uk: E238: Помилка друку: %s

source: Unknown
uk: Нев╕домо

source: Printing '%s'
uk: Друку╓мо '%s'

source: E244: Illegal charset name "%s" in font name "%s"
uk: E244: Помилкова назва набору символ╕в "%s" у назв╕ шрифта "%s"

source: E245: Illegal char '%c' in font name "%s"
uk: E245: Помилковий символ %c в назв╕ шрифта "%s"

source: E366: Invalid 'osfiletype' option - using Text
uk: E366: Нев╕рна опц╕я 'osfiletype' -- використовую `Text'

source: Vim: Double signal, exiting
uk: Vim: Отримано сигнал дв╕ч╕, завершую

source: Vim: Caught deadly signal %s
uk: Vim: Отримано сигнал зак╕нчити роботу (%s)

source: Vim: Caught deadly signal
uk: Vim: Отримано сигнал зак╕нчити роботу

source: Opening the X display took %ld msec
uk: На в╕дкриття X-дасплею п╕шло %ld м╕л╕секунд

source: Vim: Got X error
uk: Vim: Отримано помилку X

source: Testing the X display failed
uk: Не вдалося перев╕рити дисплей X

source: Opening the X display timed out
uk: Дуже довго в╕дкрив╓ться дисплей X, перервано

source: Cannot execute shell
uk: Не можу виконати `shell'

source: Cannot execute shell sh
uk: Не можу виконати `sh'

source: shell returned
uk: shell поверта╓:

source: Cannot create pipes
uk: Не можу створити канали

source: Cannot fork
uk: Не можу роздво╖ти виконання [fork()]

source: Command terminated
uk: Команда зак╕нчила виконання

source: Opening the X display failed
uk: Не вдалося в╕дкрити дисплей X

source: At line
uk: Рядок:

source: Could not load vim32.dll!
uk: Не вдалося завантажити vim32.dll

source: VIM Error
uk: Помилка Vim

source: Could not fix up function pointers to the DLL!
uk: Не можу виправити вказ╕вники на функц╕╖ DLL!

source: shell returned %d
uk: shell поверта╓ %d

source: Vim: Caught %s event
uk: Vim: Отримано %s-под╕ю

source: E371: Command not found
uk: E371: Команду не знайдено

source: VIMRUN.EXE not found in your $PATH. External commands will not pause after completion. See :help win32-vimrun for more information.
uk: Файл VIMRUN.EXE не знайдено у вашому шляху пошуку. Зовн╕шн╕ команди не будуть призупинен╕ п╕сля виконання. Див╕ться :help win32-vimrun для подальшо╖ ╕нформац╕╖.

source: Vim Warning
uk: Попередження Vim

source: E372: Too many %%%c in format string
uk: E372: Забагато %%%c у рядку формата

source: E373: Unexpected %%%c in format string
uk: E373: Неоч╕куваний `%%%c' у рядку формата

source: E374: Missing ] in format string
uk: E374: Втрачено ] у рядку формата

source: E375: Unsupported %%%c in format string
uk: E375: %%%c у рядку формата не п╕дтриму╓ться

source: E376: Invalid %%%c in format string prefix
uk: E376: Помилковий `%%%c' у преф╕кс╕ рядку формата

source: E377: Invalid %%%c in format string
uk: E376: Помилковий `%%%c' у рядку формата

source: E378: 'errorformat' contains no pattern
uk: E378: 'errorformat' м╕стить лише звичайн╕ символи

source: E379: Missing or empty directory name
uk: E379: Втрачено назву директор╕╖

source: No more items
uk: Останн╕й елемент

source: (%d of %d)%s%s:
uk: (%d з %d)%s%s:

source: (line deleted)
uk: (рядок видалено)

source: E380: At bottom of quickfix stack
uk: E380: Стек quickfix порожн╕й

source: E381: At top of quickfix stack
uk: E381: Вершина стеку quickfix

source: error list %d of %d; %d errors
uk: список помилок %d з %d; %d помилок

source: E382: Cannot write, 'buftype' option is set
uk: E382: Не можу записати, вказана опц╕я 'buftype'

source: E339: Pattern too long
uk: E339: Зразок занадто довгий

source: E61: Nested %s*
uk: E61: Вкладен╕ %s*

source: E62: Nested %s%c
uk: E62: Вкладен╕ %s%c

source: E64: %s%c follows nothing
uk: E64: П╕сля %s%c н╕чого нема╓

source: Syntax error in %s{...}
uk: Синтаксична помилка в %s{...}

source: E361: Crash intercepted; regexp too complex?
uk: E361: В╕дбулась авар╕я; занадто складний зразок?

source: E363: pattern caused out-of-stack error
uk: E363: Зразок зчинив помилку стеку

source: External submatches:
uk: Зовн╕шн╕ п╕дзб╕ги:

source: +--%3ld lines folded
uk: +--[згорток](%3ld рядк╕в)

source: VREPLACE
uk: V-зам╕на

source: REPLACE
uk: Зам╕на

source: REVERSE
uk: Обернуто

source: INSERT
uk: Вставка

source: (insert)
uk: (вставка)

source: (replace)
uk: (зам╕на)

source: (vreplace)
uk: (V-зам╕на)

source: (paste)
uk: (без обробки)

source: SELECT
uk: Вид╕лення

source: VISUAL
uk: Виб╕р

source: BLOCK
uk: [Блок]

source: LINE
uk: [Рядки]

source: recording
uk: йде запис

source: search hit TOP, continuing at BOTTOM
uk: Пошук д╕йшов до гори, продовжу╓мо унизу

source: search hit BOTTOM, continuing at TOP
uk: Пошук д╕йшов до низу, продовжу╓мо з гори

source: E383: Invalid search string: %s
uk: E383: Нев╕рний зразок для пошуку: %s

source: E384: search hit TOP without match for: %s
uk: E384: Пошук д╕йшов до гори без зб╕г╕в з %s

source: E385: search hit BOTTOM without match for: %s
uk: E385: Пошук д╕йшов до низу без зб╕г╕в з %s

source: E386: Expected '?' or '/' after ';'
uk: E386: П╕сля `;' ма╓ йти `?' або `/'

source: (includes previously listed match)
uk: (разом з попередн╕ми зб╕гами)

source: --- Included files
uk: --- Включен╕ файли

source: not found
uk: не знайдено

source: in path ---
uk: у шляху пошуку ---

source: (Already listed)
uk: (Уже у списку)

source: NOT FOUND
uk: Не знайдено

source: Scanning included file: %s
uk: Пошук у включеному файл╕: %s

source: E387: Match is on current line
uk: E387: Зб╕г у поточному рядку

source: All included files were found
uk: Ус╕ включен╕ файли було знайдено

source: No included files
uk: Жодного включеного файла

source: E388: Couldn't find definition
uk: E388: Визначення не знайдено

source: E389: Couldn't find pattern
uk: E389: Зразок не знайдено

source: E390: Illegal argument: %s
uk: E390: Нев╕рний аргумент: %s

source: E391: No such syntax cluster: %s
uk: E391: Не ╕снуючий класетр синтаксису: %s

source: No Syntax items defined for this buffer
uk: Для буферу не визначено елемент╕в синтаксису

source: syncing on C-style comments
uk: синхрон╕зац╕я базу╓ться на С-коментар╕ях

source: no syncing
uk: синхрон╕зац╕я не використову╓ться

source: syncing starts
uk: синхрон╕зац╕я почина╓ться за

source: lines before top line
uk: рядк╕в перед першим рядком

source: --- Syntax sync items ---
uk: --- Елементи синхрон╕зац╕╖ синтаксису ---

source: syncing on items
uk: синхрон╕зац╕╖ базу╓ться на елементах

source: --- Syntax items ---
uk: --- Елементи синтаксису ---

source: E392: No such syntax cluster: %s
uk: E392: Не ╕снуючий класетр синтаксису: %s

source: minimal
uk: м╕н╕мальний

source: maximal
uk: максимальний

source: E393: group[t]here not accepted here
uk: E393: group[t]hete тут не працю╓

source: E394: Didn't find region item for %s
uk: E394: Не знайдено област╕ для %s

source: E395: contains argument not accepted here
uk: E395: М╕стить аргументи що неприйнятн╕ тут

source: E396: containedin argument not accepted here
uk: E396: Аргумент неприйнятний тут

source: E397: Filename required
uk: E397: Потр╕бна назва файла

source: E398: Missing '=': %s
uk: E398: `=' втрачено: %s

source: E399: Not enough arguments: syntax region %s
uk: E399: Не досить аргумент╕в: syntax region %s

source: E400: No cluster specified
uk: E400: Кластер не вказано

source: E401: Pattern delimiter not found: %s
uk: E401: К╕нець зразка не знайдно: %s

source: E402: Garbage after pattern: %s
uk: E402: См╕ття п╕сля зразка: %s

source: E403: syntax sync: line continuations pattern specified twice
uk: E403: syntax syntax: зразок для продовження рядка вказано дв╕ч╕

source: E404: Illegal arguments: %s
uk: E404: Нев╕рн╕ аргументи: %s

source: E405: Missing equal sign: %s
uk: E405: Нема╓ `=': %s

source: E406: Empty argument: %s
uk: E406: Порожн╕й аргумент: %s

source: E407: %s not allowed here
uk: E407: %s тут не дозволено

source: E408: %s must be first in contains list
uk: E408: %s ма╓ бути першим рядком у файл╕

source: E409: Unknown group name: %s
uk: E409: Нев╕рна назва групи: %s

source: E410: Invalid :syntax subcommand: %s
uk: E410: Нев╕рна п╕дкоманда :syntax : %s

source: E411: highlight group not found: %s
uk: E411: Кольор не знайдено: %s

source: E412: Not enough arguments: ":highlight link %s"
uk: E412: Недостатньо аргумент╕в: "highlight link %s"

source: E413: Too many arguments: ":highlight link %s"
uk: E413: Забагато аргумент╕в: ":highlight link %s"

source: E414: group has settings, highlight link ignored
uk: E414: Кол╕р уже встановлено, ":highlight link" про╕гноровано

source: E415: unexpected equal sign: %s
uk: E415: Знак р╕вност╕ не потр╕бен: %s

source: E416: missing equal sign: %s
uk: E416: Втрачено знак р╕вност╕: %s

source: E417: missing argument: %s
uk: E417: Втрачено аргумент: %s

source: E418: Illegal value: %s
uk: E418: Нев╕рне значення: %s

source: E419: FG color unknown
uk: E419: Нев╕домий кол╕р тексту

source: E420: BG color unknown
uk: E420: Нев╕домий кол╕р фону

source: E421: Color name or number not recognized: %s
uk: E421: Незрозум╕ла назва або номер кольору: %s

source: E422: terminal code too long: %s
uk: E422: Занадто довгий код терм╕налу: %s

source: E423: Illegal argument: %s
uk: E423: Нев╕рний аргумент: %s

source: E424: Too many different highlighting attributes in use
uk: E424: Забагато р╕зних атрибут кольору

source: at bottom of tag stack
uk: стек пом╕ток порожн╕й

source: at top of tag stack
uk: вершина стеку пом╕ток

source: E425: Cannot go before first matching tag
uk: E425: Не можу перейти до попередноь╖ пом╕тки з першо╖

source: E426: tag not found: %s
uk: E426: пом╕тку %s не знайдено

source: file
uk: файл

source: Enter nr of choice (<CR> to abort):
uk: Яку саме пом╕тку використати (<CR> для в╕дм╕ни):

source: E427: There is only one matching tag
uk: E427: Лише одна в╕дпов╕дна пом╕тка

source: E428: Cannot go beyond last matching tag
uk: E428: Це остання в╕дпов╕дно пом╕тка

source: File "%s" does not exist
uk: Файл "%s" не ╕сну╓

source: tag %d of %d%s
uk: пом╕тка %d з %d%s

source: or more
uk: або б╕льше

source: Using tag with different case!
uk: Використовую пом╕тку не розр╕зняючи велик╕ та мал╕ л╕тери

source: E429: File "%s" does not exist
uk: E429: Файл "%s" не ╕сну╓

source: Linear tag search
uk: Л╕н╕йний пошук пом╕тки

source: Binary tag search
uk: Дв╕йковий пошук пом╕тки

source: Searching tags file %s
uk: Шукаю а файл╕ пом╕ток %s

source: E430: Tag file path truncated for %s
uk: E430: Шлях для %s в файл╕ пом╕тк зкорочено

source: E431: Format error in tags file "%s"
uk: E431: Помилка формату у файл╕ пом╕ток "%s"

source: Before byte %ld
uk: Перед байтом %ld

source: E432: Tags file not sorted: %s
uk: E432: Файл пом╕ток %s не впорядкований

source: E433: No tags file
uk: E433: Нема╓ фала пом╕ток

source: E434: Can't find tag pattern
uk: E434: Не можу знайти пом╕тку за ╖╖ зразком

source: E435: Couldn't find tag, just guessing!
uk: E435: Не можу знайти пом╕тку, здогадуюсь!

source: ' not known. Available builtin terminals are:
uk: ' не в╕домий. Вбудован╕ терм╕нали:

source: defaulting to '
uk: будемо вважати що це '

source: Cannot open termcap file
uk: Не можу в╕дкрити ╕айл можливостей терм╕нал╕в [termcap]

source: Terminal entry not found in terminfo
uk: Нема╓ ╕нформац╕╖ про терм╕нал [terminfo]

source: Terminal entry not found in termcap
uk: Нема╓ ╕нформац╕╖ про можливост╕ терм╕нала [termcap]

source: E436: No "%s" entry in termcap
uk: E436: Нема╓ ╕нформац╕╖ про можливост╕ терм╕нала "%s" [termcap]

source: E437: terminal capability "cm" required
uk: E437: можлив╕сть терм╕нала "cm" обов'язкова

source: --- Terminal keys ---
uk: --- Клав╕ш╕ терм╕нала ---

source: new shell started
uk: розпочато новий shell

source: Vim: Error reading input, exiting...
uk: Vim: Помилка читання вводу, завершую роботу...

source: No undo possible; continue anyway
uk: В╕дм╕на не буде можлива, продовжити

source: E438: u_undo: line numbers wrong
uk: E438: u_undo: нев╕рн╕ номери рядк╕в [помилка програми]

source: 1 change
uk: одна зм╕на

source: %ld changes
uk: зм╕н: %ld

source: E439: undo list corrupt
uk: E439: Список в╕дм╕ни пошкоджено [помилка програми]

source: E440: undo line missing
uk: E440: втрачено рядок в╕дм╕ни [помилка програми]

source: MS-Windows 16/32 bit GUI version
uk: Верс╕я для 16/32 bit Windows з п╕дтримкою GUI

source: MS-Windows 32 bit GUI version
uk: Верс╕я для 32 bit Windows з п╕дтримкою GUI

source: in Win32s mode
uk: в режим╕ Win32s

source: with OLE support
uk: з п╕дтримкою OLE

source: MS-Windows 32 bit console version
uk: Верс╕я для 32 bit Windows

source: MS-Windows 16 bit version
uk: Верс╕я для 16 bit Windows

source: 32 bit MS-DOS version
uk: Верс╕я для 32 bit MS-DOS

source: 16 bit MS-DOS version
uk: Верс╕я для 16 bit MS-DOS

source: MacOS X (unix) version
uk: Верс╕я для MacOS X (unix)

source: MacOS X version
uk: Верс╕я для MacOS X

source: MacOS version
uk: Верс╕я для MacOS

source: RISC OS version
uk: верс╕я RISC OS

source: Included patches:
uk: Включено латки:

source: Compiled
uk: Зкомп╕льовано

source: Huge version
uk: Верс╕я `huge'

source: Big version
uk: Верс╕я `big'

source: Normal version
uk: Верс╕я `normal'

source: Small version
uk: Верс╕я `small'

source: Tiny version
uk: Верс╕я `tiny'

source: without GUI.
uk: без п╕дтримки GUI.

source: with GTK-GNOME GUI.
uk: з п╕дтримкою GTK-GNOME GUI.

source: with GTK GUI.
uk: з п╕дтримкою GTK GUI.

source: with X11-Motif GUI.
uk: з п╕дтримкою X11-Motif GUI.

source: with X11-Athena GUI.
uk: з п╕дтримкою X11-Athena GUI.

source: with BeOS GUI.
uk: з п╕дтримкою BeOS GUI.

source: with Photon GUI.
uk: з п╕дтримкою Photon GUI.

source: with GUI.
uk: з п╕дтримкою GUI.

source: with Carbon GUI.
uk: з п╕дтримкою Carbon GUI.

source: with Cocoa GUI.
uk: з п╕дтримкою Cocoa GUI.

source: with (classic) GUI.
uk: з (класичним) GUI.

source: Features included (+) or not (-):
uk: М╕стить (+) [або не м╕стить (-)] так╕ компоненти:

source: system vimrc file: "
uk: системний vimrc: "

source: user vimrc file: "
uk: vimrc користувача: "

source: 2nd user vimrc file: "
uk: другий vimrc користувача: "

source: 3rd user vimrc file: "
uk: трет╕й vimrc користувача: "

source: user exrc file: "
uk: exrc користувача: "

source: 2nd user exrc file: "
uk: другий exrc користувача: "

source: system gvimrc file: "
uk: системний gvimrc: "

source: user gvimrc file: "
uk: gvimrc користувача: "

source: 2nd user gvimrc file: "
uk: другий gvimrc користувача: "

source: 3rd user gvimrc file: "
uk: трет╕й gvimrc користувача: "

source: system menu file: "
uk: системне меню: "

source: fall-back for $VIM: "
uk: зам╕на для $VIM: "

source: f-b for $VIMRUNTIME: "
uk: зам╕на для $VIMRUNTIME: "

source: Compilation:
uk: Зкомп╕льовано:

source: Compiler:
uk: Комп╕лятор:

source: Linking:
uk: Зкомпоновано:

source: DEBUG BUILD
uk: ВЕРС╤Я ДЛЯ НАЛАГОДЖЕННЯ

source: VIM - Vi IMproved
uk: Vim - Покращений Vi

source: version
uk: верс╕я:

source: by Bram Moolenaar et al.
uk: автор: Bram Moolenaar та ╕н.

source: Vim is open source and freely distributable
uk: Vim це в╕дкрита програма, ви можете в╕льно розповсюджувати ╖╖

source: Help poor children in Uganda!
uk: Допомож╕ть сиротам з Уганди!

source: type :help iccf<Enter> for information
uk: :help iccf<Enter> подальша ╕нформац╕я

source: type :q<Enter> to exit
uk: :q<Enter> вих╕д з Vim

source: type :help<Enter> or <F1> for on-line help
uk: :help<Enter> або <F1> перегляд допомоги

source: type :help version6<Enter> for version info
uk: :help version6<Enter> ╕нформац╕я про Vim 6

source: Running in Vi compatible mode
uk: Ви працю╓те в режим╕ сум╕сному з Vi

source: type :set nocp<Enter> for Vim defaults
uk: :set nocp<Enter> режим несум╕сний з Vi

source: type :help cp-default<Enter> for info on this
uk: :help cp-default<Enter> ╕нформац╕я про сум╕сн╕сть

source: menu Help->Orphans for information
uk: меню Help->Orphans подальша ╕нформац╕я

source: Running modeless, typed text is inserted
uk: Працю╓мо без режим╕в, текст що набрано вставля╓ться

source: menu Edit->Global Settings->Toggle Insert Mode
uk: меню Edit->Global Settings->Toggle Insert Mode

source: for two modes
uk: для двох режим╕в

source: menu Edit->Global Settings->Toggle Vi Compatible
uk: меню Edit->Global Settings->Toggle Vi Compatible

source: WARNING: Windows 95/98/ME detected
uk: УВАГА: Ви користу╓теся Windows 95/98/ME

source: type :help windows95<Enter> for info on this
uk: :help windows95<Enter> ╕нформац╕я про це

source: E441: There is no preview window
uk: E441: В╕кно перегляду в╕дсутн╓

source: E442: Can't split topleft and botright at the same time
uk: E442: Не можу розм╕стити в╕кно одночасно в обох кутах

source: E443: Cannot rotate when another window is split
uk: E443: Не можу зм╕стити в╕кно -- ╕нш╕ в╕кна заважають

source: E444: Cannot close last window
uk: E444: Не можу закрити останн╓ в╕кно

source: Already only one window
uk: Лише одне в╕кно

source: E445: Other window contains changes
uk: E445: ╤нш╕ в╕кна м╕стять зм╕ни

source: E446: No file name under cursor
uk: E446: Ви не сто╖те на ╕мен╕ файла

source: E447: Can't find file "%s" in path
uk: E447: Файл "%s" не знайдено у 'path'

source: Edit with &multiple Vims
uk: Редагувати (&m)р╕зними Vim

source: Edit with single &Vim
uk: Редагувати одним (&V)im

source: Edit with &Vim
uk: Редагувати за дотомогою &Vim

source: Edit with existing Vim - &
uk: Редагувати (&e)╕снуючим Vim

source: Edits the selected file(s) with Vim
uk: Редагувати вибран╕ файли за допомогою Vim

source: Error creating process: Check if gvim is in your path!
uk: Помилка створення процесу, перев╕рте чи gvim ╓ на шляху пошуку!

source: gvimext.dll error
uk: помилка gvimext.dll

source: Path length too long!
uk: Шлях занадно довгий!

source: --No lines in buffer--
uk: --Жодного рядка--

source: Command aborted
uk: Команду завершено

source: Argument required
uk: Необх╕дно вказати аргумент

source: E10: \ should be followed by /, ? or &
uk: E10: За \ ма╓ йти /, ? або &

source: E11: Invalid in command-line window; <CR> executes, CTRL-C quits
uk: E11: Неприпустимо в в╕кн╕ команд, <CR> викону╓, CTRL-C виходить

source: E12: Command not allowed from exrc/vimrc in current dir or tag search
uk: E12: Команда не дозволена з м╕ркувань безпеки

source: E13: File exists (add ! to override)
uk: E13: Файл ╕сну╓ (використайте ! щоб не зважати)

source: Command failed
uk: Команда на вдалась

source: Internal error
uk: Внутр╕шня помилка

source: Interrupted
uk: Перервано

source: E14: Invalid address
uk: E14: Нев╕рна адреса

source: Invalid argument
uk: Нев╕рний аргумент

source: Invalid argument: %s
uk: Нев╕рний аргумент %s

source: E15: Invalid expression: %s
uk: E15: Нев╕рний вираз: %s

source: E16: Invalid range
uk: E16: Нев╕рн╕ меж╕

source: Invalid command
uk: Нев╕рна команда

source: E17: "%s" is a directory
uk: E17: "%s" це директор╕я

source: E18: Unexpected characters before '='
uk: E18: Неcпод╕ваний символ перед '='

source: E19: Mark has invalid line number
uk: E19: Пом╕тку вказано з неможливим номером рядка

source: E20: Mark not set
uk: E20: Пом╕тку не вказано

source: E21: Cannot make changes, 'modifiable' is off
uk: E21: Зм╕ни не дозволен╕: 'modifiable' вимкнуто

source: E22: Scripts nested too deep
uk: E22: Занадто велика к╕льк╕сть вкладених командних файл╕в

source: E23: No alternate file
uk: E23: Нема╓ вторинного файла

source: E24: No such abbreviation
uk: E24: Такого скорочення нема╓

source: No ! allowed
uk: Користувататися ! не дозволено

source: E25: GUI cannot be used: Not enabled at compile time
uk: E25: GUI не може бути використано -- не вв╕мкнено п╕д час комп╕ляц╕╖

source: E26: Hebrew cannot be used: Not enabled at compile time
uk: E25: Hebrew не може бути використано -- не вв╕мкнено п╕д час комп╕ляц╕╖

source: E27: Farsi cannot be used: Not enabled at compile time
uk: E25: Farsi не може бути використано -- не вв╕мкнено п╕д час комп╕ляц╕╖

source: E28: No such highlight group name: %s
uk: E28: Кольор %s не ╕сну╓

source: E29: No inserted text yet
uk: E29: Текст це не редагувався

source: E30: No previous command line
uk: E30: Команди ще не використовувалися

source: E31: No such mapping
uk: Вказан╕ зам╕на не ╕сну╓

source: No match
uk: Жодного вар╕анту

source: No match: %s
uk: Жодного вар╕анту: %s

source: E32: No file name
uk: Браку╓ ╕мен╕ файла

source: E33: No previous substitute regular expression
uk: Зам╕на зразк╕в ше не використовувалась

source: E34: No previous command
uk: Команди ще не використовувалися

source: E35: No previous regular expression
uk: Зразки ще не використовувалися

source: No range allowed
uk: Не дозволено вказувати меж╕

source: E36: Not enough room
uk: Не досить м╕сця

source: Can't create file %s
uk: Не можу створити файл %s

source: Can't get temp file name
uk: Не можу зформувати ╕м'я для тимчасового файла

source: Can't open file %s
uk: Не можу в╕дкрити файл %s

source: Can't read file %s
uk: Не можу зчитати файл %s

source: E37: No write since last change (use ! to override)
uk: E37: Жодного запису п╕сля останньо╖ зм╕ни (використайте ! щоб не зважати)

source: E38: Null argument
uk: E38: В╕дсутн╕й аргумент

source: E39: Number expected
uk: E39: Оч╕кувано число

source: E40: Can't open errorfile %s
uk: E40: Не можу в╕дкрити файл помилок %s

source: E41: Out of memory!
uk: E41: Забракло пам'ят╕!

source: Pattern not found
uk: Зразок не знайдено

source: Pattern not found: %s
uk: Зразок не знайдено: %s

source: Argument must be positive
uk: Аргумент ма╓ бути додатн╕й

source: E42: No Errors
uk: E42: Жодно╖ помилки

source: E43: Damaged match string
uk: E43: 'match string' пошкожена [помилка програми]

source: E44: Corrupted regexp program
uk: E44: Спотворена програма regexp [помилка програми]

source: E45: 'readonly' option is set (use ! to override)
uk: E45: Виставлена опц╕я 'readonly' (використайте ! щоб не зважати)

source: E46: Cannot set read-only variable "%s"
uk: E46: Зм╕нна "%s" може бути лише прочитана

source: E47: Error while reading errorfile
uk: E47: Помилка зчитування файла помилок

source: E48: Not allowed in sandbox
uk: E48: На дозволено у *******

source: E49: Invalid scroll size
uk: E49: Неможливий розм╕р зсуву

source: E91: 'shell' option is empty
uk: E91: опц╕я 'shell' порожня

source: E72: Close error on swap file
uk: E72: Помилка п╕д час закриття файла обм╕ну

source: E73: tag stack empty
uk: E73: Стек том╕ток спустошено

source: E74: Command too complex
uk: E74: Занадто складна команда

source: E75: Name too long
uk: E75: Задовге ╕м'я

source: E76: Too many [
uk: E76: Забагато '['

source: E77: Too many file names
uk: E77: Забагато ╕мен файл╕в

source: Trailing characters
uk: Надлишков╕ символи

source: E78: Unknown mark
uk: E78: Нев╕дома пом╕тка

source: E79: Cannot expand wildcards
uk: E79: Не можу зрозум╕ти зразок

source: E80: Error while writing
uk: E80: Помилка п╕д час запису

source: Zero count
uk: Нульовий л╕чильник

source: E81: Using <SID> not in a script context
uk: E81: <SID> використову╓ться не у файл╕ команд
