Repository: chrisbra/vim-history
Catalog: src/po/*.po
Languages: uk

source: --socketid <xid> Open Vim inside another GTK widget
uk: --socketid <xid> В╕дктири Vim в ╕ншому елемент╕ ╕нтерфейсу GTK

source: --remote <files> Edit <files> in a Vim server and exit
uk: --remote <файли> Редагувати файли на Vim сервер╕ ╕ завершити роботу

source: --remote-wait <files> As --remote but wait for files to have been edited
uk: --remote-wait <файли> ..., але зачекати поки ус╕ файли буде в╕дредаговано

source: --remote-send <keys> Send <keys> to a Vim server and exit
uk: --remote-send <символи> В╕д╕слати <символи> серверу ╕ завершити роботу

source: --remote-expr <expr> Evaluate <expr> in a Vim server and print result
uk: --remote-expr <вираз> Виконати вираз на сервер╕, ╕ надрукувати результат

source: --serverlist List available Vim server names and exit
uk: --serverlist Показати список наявних сервер╕в Vim ╕ завершити роботу

source: --servername <name> Send to/become the Vim server <name>
uk: --servername <╕м'я> Сп╕лкуватися з/стати Vim сервером з поданим ╕м'ям

source: -i <viminfo> Use <viminfo> instead of .viminfo
uk: -i <viminfo> Використати поданий файл як .viminfo

source: -h print Help (this message) and exit
uk: -h Надрукувати це пов╕домлення, ╕ вийти

source: --version print version information and exit
uk: --version надрукувати ╕нформац╕ю про верс╕ю програми

source: Arguments recognised by gvim (Motif version):
uk: Аргументи для gvim (верс╕я Motif)

source: Arguments recognised by gvim (Athena version):
uk: Аргументи для gvim (верс╕я Athena)

source: -display <display> Run vim on <display>
uk: -display <дисплей> Виконати vim використовуючи поданий дисплей

source: -iconic Start vim iconified
uk: -iconic Запистити Vim

source: -name <name> Use resource as if vim was <name>
uk: -name <╕м'я> Використати ресурси для <╕м`я>

source: (Unimplemented)
uk: (Не д╕╓)

source: -background <color> Use <color> for the background (also: -bg)
uk: -background <кол╕р> Використати <кол╕р> для фону (також: -bg)

source: -foreground <color> Use <color> for normal text (also: -fg)
uk: -foreground <кол╕р> Використати <кол╕р> для звичайного тексту (також: -fg)

source: -font <font> Use <font> for normal text (also: -fn)
uk: -font <шрифт> Використати <шрифт> для звичайного тексту (також: -fn)

source: -boldfont <font> Use <font> for bold text
uk: -boldfont <шрифт> Використати <шрифт> для жирного тексту

source: -italicfont <font> Use <font> for italic text
uk: -italicfont <шрифт> Використати <шрифт> для похилого тексту

source: -geometry <geom> Use <geom> for initial geometry (also: -geom)
uk: -geometry <геом> Задати розм╕ти та положення (також: -geom)

source: -borderwidth <width> Use a border width of <width> (also: -bw)
uk: -borderwidth <товщ> Встановити товщину меж <товщ> (також: -bw)

source: -scrollbarwidth <width> Use a scrollbar width of <width> (also: -sw)
uk: -scrollbarwidth <товщ> Встановити товщину л╕н╕йки зсуву (також: -sw)

source: -menuheight <height> Use a menu bar height of <height> (also: -mh)
uk: -menuheight <висота> Встановити висоту меню <висота> (також: -mh)

source: -reverse Use reverse video (also: -rv)
uk: -reverse Обернути кольори (також: -rv)

source: +reverse Don't use reverse video (also: +rv)
uk: +reverse Не обертати кольори (також: +rv)

source: -xrm <resource> Set the specified resource
uk: -xrm <ресурс> Встановити в╕дпов╕дний ресурс

source: Arguments recognised by gvim (RISC OS version):
uk: Аршументи до gvim (верс╕я RISC OS):

source: --columns <number> Initial width of window in columns
uk: --columns <к╕льк╕сть> Початкова ширина в╕кна в символах

source: --rows <number> Initial height of window in rows
uk: --rows <к╕льк╕сть> Почакова висота в╕кна в рядках

source: Arguments recognised by gvim (GTK+ version):
uk: Аргументи для gvim (верс╕я GTK+)

source: -display <display> Run vim on <display> (also: --display)
uk: -display <дисплей> Виконати vim на поданому диспле╖ (також: --display)

source: --help Show Gnome arguments
uk: --help Показати аргументи Gnome

source: Send failed.
uk: Спроба в╕д╕слати вираз не вдалася.

source: Send failed. Trying to execute locally
uk: Не вдалося в╕д╕слати дан╕. Спробу╓мо виконати на м╕сц╕

source: %d of %d edited
uk: %d з %d файл╕в в╕дредаговано

source: Send expression failed.
uk: Спроба в╕д╕слати вираз не вдалася.

source: No marks set
uk: Жодних пом╕ток не було вказано

source: E283: No marks matching "%s"
uk: E283: Пом╕тку "%s" не знайдено

source: mark line col file/text
uk: пом. ряд. кол. файл/текст

source: # File marks:
uk: # Пом╕тки:

source: # Jumplist (newest first):
uk: # Список переход╕в

source: # History of marks within files (newest to oldest):
uk: # Попередн╕ пом╕тки в файлах (спочатку нов╕):

source: Missing '>'
uk: Втрачено '>'

source: Not a valid codepage
uk: Кодова стор╕нка не ╕сну╓

source: E284: Cannot set IC values
uk: E284: Не можу встановити значення IC

source: E285: Failed to create input context
uk: E285: Помилка п╕д час створення `input context'

source: E286: Failed to open input method
uk: E286: Помилка п╕д час створення `input method'

source: E287: Warning: Could not set destroy callback to IM
uk: E287: Увага: не можу встановити под╕ю для знищення IM

source: E288: input method doesn't support any style
uk: E288: `input method' не п╕дтриму╓ стил╕

source: E289: input method doesn't support my preedit type
uk: E289: `input method' не п╕дтриму╓ редагован╕ типи

source: E290: over-the-spot style requires fontset
uk: E290: стиль вимага╓ fontset

source: E291: Your GTK+ is older than 1.2.3. Status area disabled
uk: E291: Верс╕я б╕бл╕отеки GTK+ менша за 1.2.3. `Status area' вимкнуто

source: E292: Input Method Server is not running
uk: E292: IM сервер не функц╕ону╓

source: E293: block was not locked
uk: E293: блок не було заф╕ксовано

source: E294: Seek error in swap file read
uk: E294: Помилка зм╕ни поз╕ции у файл╕ обм╕ну

source: E295: Read error in swap file
uk: E295: Помилка зчитування файла обм╕ну

source: E296: Seek error in swap file write
uk: E296: Помилка зм╕ни поз╕ции п╕д час запису файла обм╕ну

source: E297: Write error in swap file
uk: E297: Помилка запису файла обм╕ну

source: E300: Swap file already exists (symlink attack?)
uk: E300: Файл обм╕ну уже ╕сну╓! (зловмисник??)

source: E298: Didn't get block nr 0?
uk: E298: Нема╓ блоку 0? [помилка програми]

source: E298: Didn't get block nr 1?
uk: E298: Нема╓ блоку 1? [помилка програми]

source: E298: Didn't get block nr 2?
uk: E298: Нема╓ блоку 2? [помилка програми]

source: E301: Oops, lost the swap file!!!
uk: E301: Файл обм╕ну втрачено!!!

source: E302: Could not rename swap file
uk: E302: Не можу перейменувати файла обм╕ну

source: E303: Unable to open swap file for "%s", recovery impossible
uk: E303: не можу прочитати файл обм╕ну для "%s", в╕дновлення неможливе

source: E304: ml_timestamp: Didn't get block 0??
uk: E304: ml_timestamp: Нема╓ блоку 0?? [помилка програми]

source: E305: No swap file found for %s
uk: E305: Не знайдено файлу обм╕ну для %s

source: Enter number of swap file to use (0 to quit):
uk: Який саме файл обм╕ну використати (0 для виходу):

source: E306: Cannot open %s
uk: E306: Не можу в╕дкрити %s

source: Unable to read block 0 from
uk: Не можу зчитати блок 0 з

source: Maybe no changes were made or Vim did not update the swap file.
uk: Напевно зм╕н не було, або Vim не поновив файл обм╕ну.

source: cannot be used with this version of Vim.
uk: непридатний для використання з ц╕╓ю верс╕╓ю Vim.

source: Use Vim version 3.0.
uk: Знайд╕ть Vim 3.0

source: E307: %s does not look like a Vim swap file
uk: E307: %s не схоже на файл обм╕ну Vim

source: cannot be used on this computer.
uk: непридатний до використання на ваш╕й арх╕тектур╕.

source: The file was created on
uk: Файл було створено на

source: , or the file has been damaged.
uk: , або файл було пошкоджено.

source: Using swap file "%s"
uk: Викуростовю файл обм╕ну "%s"

source: Original file "%s"
uk: Початковий файл "%s"

source: E308: Warning: Original file may have been changed
uk: E308: Увага: Можливо, початковий файл було зм╕нено

source: E309: Unable to read block 1 from %s
uk: E309: Не моду зчитати блок 1 з %s

source: ???MANY LINES MISSING
uk: ??? Багато рядк╕в втрачено

source: ???LINE COUNT WRONG
uk: ??? Нев╕рна к╕льк╕сть рядк╕в

source: ???EMPTY BLOCK
uk: ??? Порожн╕й блок

source: ???LINES MISSING
uk: ??? Рядки втрачено

source: E310: Block 1 ID wrong (%s not a .swp file?)
uk: E310: Идентиф╕катор блоку 1 нев╕рний (можливо %s не файл обм╕ну?)

source: ???BLOCK MISSING
uk: ??? Блок втрачено

source: ??? from here until ???END lines may be messed up
uk: ??? В╕д цього рядка ╕ до `??? К╕нець' рядки можуть бути сплутан╕

source: ??? from here until ???END lines may have been inserted/deleted
uk: ??? В╕д цього рядка ╕ до `??? К╕нець' рядки можуть бути додан╕/втрачен╕

source: ???END
uk: ??? К╕нець

source: E311: Recovery Interrupted
uk: E311: В╕дновлення перервано

source: E312: Errors detected while recovering; look for lines starting with ???
uk: E312: П╕д час в╕дновлення знайден помилки.. Пильнуйте рядки що починаюиться з `???'

source: Recovery completed. You should check if everything is OK.
uk: В╕дновлення зак╕нчено, перев╕рте чи все правильно.

source: (You might want to write out this file under another name
uk: (Якщо бажа╓те, можете запам'ятати цей файл з ╕ншим ╕менем

source: and run diff with the original file to check for changes)
uk: ╕, пор╕вявши з ориг╕нилом, перев╕рте зм╕ни)

source: Delete the .swp file afterwards.
uk: П╕сля цього, видал╕ть файл обм╕ну.

source: Swap files found:
uk: Знайдено файли обм╕ну:

source: In current directory:
uk: В поточн╕й директор╕╖:

source: Using specified name:
uk: Використовуюжи вказану назву:

source: In directory
uk: У директор╕╖

source: -- none --
uk: -- жодного --

source: owned by:
uk: власник:

source: dated:
uk: датовано:

source: dated:
uk: датовано:

source: [from Vim version 3.0]
uk: [в╕д Vim 3.0]

source: [does not look like a Vim swap file]
uk: [не схоже на файл обм╕ну]

source: file name:
uk: назва файла:

source: modified:
uk: зм╕нено:

source: YES
uk: ТАК

source: no
uk: н╕

source: user name:
uk: ╕м'я користувача:

source: host name:
uk: назва системи:

source: host name:
uk: назва системи:

source: process ID:
uk: номер процесу:

source: (still running)
uk: (усе ще викону╓ться)

source: [not usable with this version of Vim]
uk: [Не може бути використано з ц╕╓ю верс╕╓ю Vim]

source: [not usable on this computer]
uk: [непридатний до використання на ваш╕й арх╕тектур╕]

source: [cannot be read]
uk: [не може б╕ть прочитаний]

source: [cannot be opened]
uk: [не може бути в╕дкритий]

source: E313: Cannot preserve, there is no swap file
uk: E313: Не можу збер╕гти, нема╓ файла обм╕ну

source: File preserved
uk: Файл збережено

source: E314: Preserve failed
uk: E314: Збереження не вдалося

source: E315: ml_get: invalid lnum: %ld
uk: E315: ml_get: нев╕рний lnum: %ld [помилка програми]

source: E316: ml_get: cannot find line %ld
uk: E316: ml_get: рядок %ld не знайдено [помилка програми]

source: E317: pointer block id wrong 3
uk: E317: вказ╕вник блоку помилковий (3) [помилка програми]

source: stack_idx should be 0
uk: stack_idx ма╓ бути р╕вним 0 [помилка програми]

source: E318: Updated too many blocks?
uk: E318: Забагато блок╕в поновлено? [помилка програми]

source: E317: pointer block id wrong 4
uk: E317: вказ╕вник блоку помилковий (4) [помилка програми]

source: deleted block 1?
uk: блок 1 видалено? [помилка програми]

source: E320: Cannot find line %ld
uk: E320: Не можу знайти рядок %ld [помилка програми]

source: E317: pointer block id wrong
uk: E317: вказ╕вник блоку помилковий [помилка програми]

source: pe_line_count is zero
uk: pe_line_count р╕вен 0 [помилка програми]

source: E322: line number out of range: %ld past the end
uk: E322: номер рядка вийшов за меж╕: %ld [помилка програми]

source: E323: line count wrong in block %ld
uk: E323: К╕льк╕сть рядк╕в у блоц╕ %ld помилкова

source: Stack size increases
uk: Розм╕р стеку зб╕льшу╓ться

source: E317: pointer block id wrong 2
uk: E317: вказ╕вник блоку помилковий (2) [помилка програми]

source: E325: ATTENTION
uk: E325: УВАГА

source: Found a swap file by the name "
uk: Знайдено файл обм╕ну на ╕м'я "

source: While opening file "
uk: Намагаючись в╕дкрити файл "

source: NEWER than swap file!
uk: Початкоий файл нов╕щий за файл обм╕ну

source: (1) Another program may be editing the same file. If this is the case, be careful not to end up with two different instances of the same file when making changes.
uk: (1) Можливо, ╕нший Vim уже редагу╓ цей файл. Будьте обережн╕, ви можете залиш╕ться з двома р╕зними верс╕ями файлу.

source: Quit, or continue with caution.
uk: Вийд╕ть, або продовжуйте з обережн╕стю.

source: (2) An edit session for this file crashed.
uk: (2) Попередн╕й сеанс редагування авар╕йно завершився.

source: If this is the case, use ":recover" or "vim -r
uk: Використайте ":recover" або "vim -r"

source: " to recover the changes (see ":help recovery").
uk: для в╕дновлення зм╕н. (див. ":help recovery").

source: If you did this already, delete the swap file "
uk: Якщо ви це вже робили, видал╕ть файл обм╕ну "

source: " to avoid this message.
uk: " щоб позбавитися цього пов╕домлення.

source: Swap file "
uk: Файл обм╕ну "

source: " already exists!
uk: " уже ╕сну╓!

source: VIM - ATTENTION
uk: Vim -- Увага

source: Swap file already exists!
uk: Файл обм╕ну уже ╕сну╓!

source: &Open Read-Only &Edit anyway &Recover &Quit
uk: &O:В╕дкрити лише для читання &E:Усе одно редагувати &R:В╕дновити &Q:Вийти

source: &Open Read-Only &Edit anyway &Recover &Quit &Delete it
uk: &O:В╕дкрити лише для читання &E:Усе одно редагувати &R:В╕дновити &Q:Вийти &D:Видалити цей файл

source: E326: Too many swap files found
uk: E326: Забагато файл╕в обм╕ну знайдено

source: E327: Part of menu-item path is not sub-menu
uk: E327: Шляху до елемента меня ма╓ м╕стити лише п╕дменю

source: E328: Menu only exists in another mode
uk: E328: Меню не ╕сну╓ у вказаних режимах

source: E329: No menu of that name
uk: E329: Нема╓ меню з такою назвою

source: E330: Menu path must not lead to a sub-menu
uk: E330: Шлях до меня не повинен вести до п╕дменю

source: E331: Must not add menu items directly to menu bar
uk: E331: В╕дмовляюсь додавати *елементи* меню прямо до menubar

source: E332: Separator cannot be part of a menu path
uk: E332: Розд╕льник не можна додавати в шлях до меню

source: --- Menus ---
uk: --- Меню ---

source: Tear off this menu
uk: В╕д╕рвати це меню

source: E333: Menu path must lead to a menu item
uk: E333: Шлях повинен вести до елемента меню

source: E334: Menu not found: %s
uk: E334: Меню %s не знайдено

source: E335: Menu not defined for %s mode
uk: E335: В режим╕ `%s' меню не ╕сну╓

source: E336: Menu path must lead to a sub-menu
uk: E336: Шлях повинен вести до п╕дменю

source: E337: Menu not found - check menu names
uk: E337: Меню не знайдено -- перев╕рте назву

source: Error detected while processing %s:
uk: Помилка п╕д час виконання %s:

source: line %4ld:
uk: рядок %4ld:

source: [string too long]
uk: [рядок занадно довгий]

source: Messages maintainer: Bram Moolenaar <Bram@vim.org>
uk: В╕дпов╕дальний за пов╕домлення: Богдан Власюк <bodq@yahoo.com>

source: Interrupt:
uk: Перервано:

source: Hit ENTER to continue
uk: Натисн╕ть ENTER для продовження

source: Hit ENTER or type command to continue
uk: Натисн╕ть ENTER або вкаж╕ть команду для продовження

source: -- More --
uk: -- Ще --

source: (RET/BS: line, SPACE/b: page, d/u: half page, q: quit)
uk: (RET/BS: рядок, ПРОБ╤Л/b: лист, d/u: п╕в листа, q: вих╕д)

source: (RET: line, SPACE: page, d: half page, q: quit)
uk: (RET: рядок, ПРОБ╤Л: лист, d: п╕в листа, q: вих╕д)

source: Question
uk: Запитання

source: &Yes &No
uk: &Y:Так &N:Н╕

source: &Yes &No &Cancel
uk: &Y:Так &N:Н╕ &C:В╕дм╕нити

source: &Yes &No Save &All &Discard All &Cancel
uk: &Y:Так &N:Н╕ &A:Ус╕ &D:Жодного &C:В╕дм╕нити

source: Save File dialog
uk: Запам'ятати файл

source: Open File dialog
uk: В╕дкрити файл

source: E338: Sorry, no file browser in console mode
uk: E338: Вибачте, але в консол╕ нема╓ д╕алогу вибору файла

source: W10: Warning: Changing a readonly file
uk: W10: Увага: Зм╕ню╓ться файл призначений лише для читання

source: 1 more line
uk: знищено один рядок

source: 1 line less
uk: додано один рядок

source: %ld more lines
uk: додано рядк╕в: %ld

source: %ld fewer lines
uk: знищено рядк╕в: %ld

source: (Interrupted)
uk: (Перервано)

source: Vim: preserving files...
uk: Vim: Забер╕гаю файли...

source: Vim: Finished.
uk: Vim: Завершено.

source: ERROR:
uk: Помилка:

source: [bytes] total alloc-freed %lu-%lu, in use %lu, peak use %lu
uk: [байт] всього розм/знищ. %lu/%lu, викор. %lu, макс. %lu

source: [calls] total re/malloc()'s %lu, total free()'s %lu
uk: [виклики] усього re/malloc() - %lu, усього free() - %lu

source: E340: Line is becoming too long
uk: E340: Рядки занадто довг╕

source: E341: Internal error: lalloc(%ld, )
uk: E341: Внутр╕шня помилка: lalloc(%ld, )

source: E342: Out of memory! (allocating %lu bytes)
uk: E342: Забракло пам'ят╕ (вид╕лялося %lu байт╕в)

source: Calling shell to execute: "%s"
uk: Викону╓мо зовн╕шну команду: "%s"

source: Missing colon
uk: Втрачено двокрапку

source: Illegal mode
uk: Неприйнятний режим

source: Illegal mouseshape
uk: Неприйнятний вигляд миш╕

source: digit expected
uk: потр╕бна цифра

source: Illegal percentage
uk: Неправильний в╕дсоток

source: Enter encryption key:
uk: Вкаж╕ть ключ шифру:

source: Enter same key again:
uk: Вкаж╕ть той тамй ключ:

source: Keys don't match!
uk: Ключ╕ не сп╕впадають!

source: E343: Invalid path: '**[number]' must be at the end of the path or be followed by '%s'.
uk: E343: Неприйнятне визначення 'path'. `**[цифра]' повинно знаходитися в к╕нц╕ шляху, або перед '%s'.

source: E344: Can't find directory "%s" in cdpath
uk: E344: Не можу знайти директор╕ю "%s" у 'cdpath'

source: E345: Can't find file "%s" in path
uk: E345: Не можу знайти файл "%s" у 'path'

source: E346: No more directory "%s" found in cdpath
uk: E346: У 'cdpath' не знайдено ╕нших директор╕й "%s"

source: E347: No more file "%s" found in path
uk: E347: У шляху пошуку б╕льше нема╓ файл╕в "%s"

source: Illegal component
uk: Неможливий компонент

source: Warning: terminal cannot highlight
uk: Увага: терм╕нал не п╕дтриму╓ кольори

source: E348: No string under cursor
uk: E348: Ви сто╖те на порожньому рядку

source: E349: No identifier under cursor
uk: E349: Ви не сто╕те на слов╕

source: E352: Cannot erase folds with current 'foldmethod'
uk: E352: Не можу знищити згортки (зважаючи на 'foldmethod')

source: 1 line %sed 1 time
uk: один рядок %s-но

source: 1 line %sed %d times
uk: один рядок %s-но %d раз╕в

source: %ld lines %sed 1 time
uk: %ld рядк╕в %s-но

source: %ld lines %sed %d times
uk: %ld рядк╕в %s-но %d раз╕в

source: %ld lines to indent...
uk: Залишилося вир╕вняти: %ld рядк╕в

source: 1 line indented
uk: один рядок вир╕вняно

source: %ld lines indented
uk: вир╕вняно рядк╕в: %ld

source: cannot yank; delete anyway
uk: проблеми з збереженням, все одно видалити?

source: 1 line changed
uk: Один рядок зм╕нено

source: %ld lines changed
uk: Зм╕нено рядк╕в: %ld

source: freeing %ld lines
uk: зв╕льнено рядк╕в: %ld

source: 1 line yanked
uk: Рядок збережено

source: %ld lines yanked
uk: Збережено рядк╕в: %ld

source: E353: Nothing in register %s
uk: E353: У рег╕стр╕ %s порожньо

source: --- Registers ---
uk: --- Рег╕стри ---

source: Illegal register name
uk: Неправильна назва рег╕стра

source: # Registers:
uk: # Рег╕стри:

source: Unknown register type %d
uk: Нев╕домий теп рег╕стра: %d

source: E354: Invalid register name: '%s'
uk: E354: Неправильна назва рег╕стра: '%s'

source: %ld Cols;
uk: довж.: %ld;

source: Selected %s%ld of %ld Lines; %ld of %ld Words; %ld of %ld Bytes
uk: Вибрано - %s%ld з %ld Рядк╕в; %ld з %ld Сл╕в; %ld з %ld Байт╕в

source: Col %s of %s; Line %ld of %ld; Word %ld of %ld; Byte %ld of %ld
uk: Колонка %s з %s; Рядок %ld з %ld; Слово %ld з %ld; Байт %ld з %ld

source: (+%ld for BOM)
uk: (+%ld для BOM)

source: Thanks for flying Vim
uk: Дяку╓мо за в╕дв╕дання Vim

source: Option not supported
uk: Опц╕я не п╕дтриму╓ться

source: Not allowed in a modeline
uk: Не дозволено у modeline

source: Last set from
uk: Востанне зм╕нену у

source: Number required after =
uk: П╕сля = потр╕бно вказати число

source: Not found in termcap
uk: Не знайлено серед можливостей терм╕нал╕в

source: Illegal character <%s>
uk: Недозвалений символ <%s>

source: Not allowed here
uk: Тут такого не люблять

source: Cannot set 'term' to empty string
uk: Не можу спорожнити 'term'

source: Cannot change term in GUI
uk: Не можу зм╕нити 'term' в GUI

source: Use ":gui" to start the GUI
uk: Використовуйте ":gui" для того щоб розпочати GUI

source: 'backupext' and 'patchmode' are equal
uk: Опц╕╖ 'backupext' та 'patchmode' однаков╕

source: Zero length string
uk: Рядок порожн╕й

source: Missing number after <%s>
uk: П╕сля <%s> втрачено номер

source: Missing comma
uk: Втрачено кому

source: Must specify a ' value
uk: Значення ' не вказано

source: contains unprintable character
uk: м╕стить недруковн╕ символи

source: Invalid font(s)
uk: Нев╕рно вказано шрифт(и)

source: can't select fontset
uk: не можу вибрати fontset

source: Invalid fontset
uk: Нев╕рний fontset

source: can't select wide font
uk: Не можу використати широкий шрифт

source: Invalid wide font
uk: Нев╕рний широкий шрифт

source: Illegal character after <%c>
uk: Недозволений символ п╕сля <%c>

source: comma required
uk: потр╕бна кома

source: 'commentstring' must be empty or contain %s
uk: 'commentstring' ма╓ м╕стити %s

source: No mouse support
uk: Миша не п╕дтримую╓ться

source: Unclosed expression sequence
uk: Посл╕довн╕сть вираз╕в не завершено

source: too many items
uk: забагато частин

source: unbalanced groups
uk: групи не збалансовано

source: A preview window already exists
uk: Попередне в╕кно уже ╕сну╓

source: 'winheight' cannot be smaller than 'winminheight'
uk: 'winheight' не може бути менше за 'winminheight'

source: 'winwidth' cannot be smaller than 'winminwidth'
uk: 'winwidth' не може бути менше за 'winminwidth'

source: Need at least %d lines
uk: Потр╕бно рядк╕в: не менше %d

source: Need at least %d columns
uk: Потр╕бно колонок: не менше %d

source: E355: Unknown option: %s
uk: E355: Нев╕дома опц╕я: %s

source: --- Terminal codes ---
uk: --- Коди терм╕нала ---

source: --- Global option values ---
uk: --- Загальн╕ значення зм╕нних ---

source: --- Local option values ---
uk: --- М╕сцев╕ значення зм╕нних ---

source: --- Options ---
uk: --- Зм╕нн╕ ---

source: E356: get_varp ERROR
uk: E356: Помилка get_varp [помилка програми]

source: E357: 'langmap': Matching character missing for %s
uk: E357: 'langmap': Для символу %s нема╓ пари

source: E358: 'langmap': Extra characters after semicolon: %s
uk: E358: 'langmap': Надлишков╕ символи п╕сля `;': %s

source: cannot open
uk: не можу в╕дкрити

source: VIM: Can't open window!
uk: VIM: Не можу в╕дкрити в╕кно!

source: Need Amigados version 2.04 or later
uk: Потр╕бно Amigados 2.04 або п╕зн╕ш╕ верс╕╖

source: Need %s version %ld
uk: Потр╕бно %s верс╕╖ %ld

source: Cannot open NIL:
uk: Не можу в╕дкрити NIL:

source: Cannot create
uk: Не можу створити

source: Vim exiting with %d
uk: Vim завершу╓ роботу з %d

source: cannot change console mode ?!
uk: не можу хм╕нити режим консол╕ ?!

source: E359: Screen mode setting not supported
uk: E359: Режим екрану не п╕дтриму╓ться

source: mch_get_shellsize: not a console??
uk: mch_get_shellsize: не консоль??

source: E360: Cannot execute shell with -f option
uk: E360: Не можу виконати `shell' з опц╕╓ю -f

source: Cannot execute
uk: Не можу виконати

source: returned
uk: повернуто

source: ANCHOR_BUF_SIZE too small.
uk: ANCHOR_BUF_SIZE замалий

source: I/O ERROR
uk: Помилка вводу/виводу

source: ...(truncated)
uk: ...(в╕др╕зано)
