Repository: chrisbra/vim-history
Catalog: src/po/*.po
Languages: uk

source: E82: Cannot allocate any buffer, exiting...
uk: E82: Нема╓ можливост╕ розм╕стити хоч один буфер, завершення роботи...

source: E83: Cannot allocate buffer, using other one...
uk: E83: Нема╓ можливост╕ розм╕стити буфер, буде використано ╕нший...

source: No buffers were unloaded
uk: Жоден з буфер╕в не був вивантажений

source: No buffers were deleted
uk: Жоден з буфер╕в не був видалений

source: No buffers were wiped out
uk: Жоден з буфер╕в не був витертий

source: 1 buffer unloaded
uk: Вивантажено один буфер

source: %d buffers unloaded
uk: Вивантажено буфер╕в -- %d

source: 1 buffer deleted
uk: Видалено один буфер

source: %d buffers deleted
uk: Видалено буфер╕в -- %d

source: 1 buffer wiped out
uk: Витерто один буфер

source: %d buffers wiped out
uk: Витерто буфер╕в -- %d

source: E84: No modified buffer found
uk: E84: Жоден буфер не зм╕нено

source: E85: There is no listed buffer
uk: E85: У списку нема╓ буфер╕в

source: E86: Cannot go to buffer %ld
uk: E86: Не можу перейти в буфер %ld

source: E87: Cannot go beyond last buffer
uk: E87: Не можу перейти у наступний буфер з останнього

source: E88: Cannot go before first buffer
uk: E88: Не можу перейти у попередн╕й буфер з першого

source: E89: No write since last change for buffer %ld (use ! to override)
uk: E89: Буфер %ld не записаний п╕сля останньо╖ зм╕ни (використайте ! щоб не зважати)

source: E90: Cannot unload last buffer
uk: E90: Не можу вивантажити останн╕й буфер

source: W14: Warning: List of file names overflow
uk: W14: Обережно: Список ╕мен файл╕в переповнено

source: E92: Buffer %ld not found
uk: E92: Буфер %ld не знайдено

source: E93: More than one match for %s
uk: E93: Знайдено б╕льше н╕ж один вар╕ант для %s

source: E94: No matching buffer for %s
uk: E94: Не знайдено вар╕ант╕в для %s

source: line %ld
uk: рядок %ld

source: E95: Buffer with this name already exists
uk: E95: Буфер з такою назвою уже ╕сну╓

source: [Modified]
uk: [Зм╕нено]

source: [Not edited]
uk: [Не було редаговано]

source: [New file]
uk: [Новий файл]

source: [Read errors]
uk: [Помилка зчитування]

source: [readonly]
uk: [лише читати]

source: 1 line --%d%%--
uk: один рядок --%d%%--

source: %ld lines --%d%%--
uk: (рядк╕в: %ld) --%d%%--

source: line %ld of %ld --%d%%-- col
uk: рядок %ld з %ld --%d%%-- колонка

source: [No file]
uk: [Новий файл]

source: help
uk: допомога

source: [help]
uk: [допомога]

source: [Preview]
uk: [перегляд]

source: All
uk: Усе

source: Bot
uk: Унизу

source: Top
uk: Вгор╕

source: # Buffer list:
uk: # Список буфер╕в:

source: [Error List]
uk: [Список помилок]

source: [No File]
uk: [Новий файл]

source: --- Signs ---
uk: --- Знаки ---

source: Signs for %s:
uk: Знаки для %s:

source: line=%ld id=%d name=%s
uk: рядок=%ld id=%d ╕м'я=%s

source: E96: Can not diff more than %ld buffers
uk: E96: Не можу пор╕внювати понад %ld буфер╕в

source: E97: Cannot create diffs
uk: E97: Неможна створити diff'и

source: Patch file
uk: patch-файл

source: E98: Cannot read diff output
uk: E98: Не можу зчитати результат diff'у

source: E99: Current buffer is not in diff mode
uk: E99: Цей буфер не в режим╕ diff

source: E100: No other buffer in diff mode
uk: E100: Немае ╕нших буфер╕в в режим╕ diff

source: E101: More than two buffers in diff mode, don't know which one to use
uk: E101: Понад два буфера знаходяться в режим╕ diff, не зрозум╕ло який з них використати

source: E102: Can't find buffer "%s"
uk: E102: Буфер "%s" не знайдено

source: E103: Buffer "%s" is not in diff mode
uk: E103: Буфер "%s" не в режим╕ diff

source: E104: Escape not allowed in digraph
uk: E104: У диграфах не може м╕ститися Escape

source: Keymap file not found
uk: Файл розкладки клав╕атури не знайдено

source: E105: Using :loadkeymap not in a sourced file
uk: E105: Використання :loadkeymap не в файл╕ команд

source: Keyword completion (^N/^P)
uk: Доповнення ключових сл╕в (^N/^P)

source: ^X mode (^E/^Y/^L/^]/^F/^I/^K/^D/^V/^N/^P)
uk: Режим ^X (^E/^Y/^L/^]/^F/^I/^K/^D/^V/^N/^P)

source: Keyword Local completion (^N/^P)
uk: Довершення м╕сцевих ключових сл╕в (^N/^P)

source: Whole line completion (^L/^N/^P)
uk: Довершення усього рядка (^L/^N/^P)

source: File name completion (^F/^N/^P)
uk: Довершення ╕мен╕ файла (^F/^N/^P)

source: Tag completion (^]/^N/^P)
uk: Довершення пом╕ток (^]/^N/^P)

source: Path pattern completion (^N/^P)
uk: Довершення шляху за зразком (^N/^P)

source: Definition completion (^D/^N/^P)
uk: Довершення визначення (^D/^N/^P)

source: Dictionary completion (^K/^N/^P)
uk: Довершення з словника (^K/^N/^P)

source: Thesaurus completion (^T/^N/^P)
uk: Довершення з ╕деограматичного словника (^T/^N/^P)

source: Command-line completion (^V/^N/^P)
uk: Довершення команд (^V/^N/^P)

source: Hit end of paragraph
uk: Досягнуто к╕нець параграфа

source: 'thesaurus' option is empty
uk: опц╕я 'thesaurus' пуста

source: 'dictionary' option is empty
uk: опц╕я 'dictionary' пуста

source: Scanning dictionary: %s
uk: зчитуемо директор╕ю: %s

source: (insert) Scroll (^E/^Y)
uk: (вставка) Зсув (^E/^Y)

source: (replace) Scroll (^E/^Y)
uk: (зам╕на) Зсув (^E/^Y)

source: Scanning: %s
uk: Пошук у: %s

source: Scanning tags.
uk: Пошук серед пом╕ток.

source: Adding
uk: Дода╓мо

source: -- Searching...
uk: -- Пошук...

source: Back at original
uk: Назад до початкового вар╕анту

source: Word from other line
uk: Слово з ╕ншого рядка

source: The only match
uk: Единий вар╕ант

source: match %d of %d
uk: вар╕ант %d з %d

source: match %d
uk: вар╕ант %d

source: E106: Unknown variable: "%s"
uk: E106: Нев╕дома зм╕нна: "%s"

source: E107: Missing braces: %s
uk: E107: Немае дужок: %s

source: E108: No such variable: "%s"
uk: E108: Зм╕нна не ╕сну╓: "%s"

source: E109: Missing ':' after '?'
uk: E109: Немае ':' п╕сля '?'

source: E110: Missing ')'
uk: E110: Нема╓ ')'

source: E111: Missing ']'
uk: E111: Нема╓ ']'

source: E112: Option name missing: %s
uk: E112: Нема╓ назви опц╕╖: %s

source: E113: Unknown option: %s
uk: E113: Нев╕дома опц╕я: %s

source: E114: Missing quote: %s
uk: E114: Не вистача╓ лапки: %s

source: E115: Missing quote: %s
uk: E115: Втрачений символ '"': %s

source: E116: Invalid arguments for function %s
uk: E116: Нев╕рн╕ аргументи для функц╕╖ %s

source: E117: Unknown function: %s
uk: E117: Нев╕дома функц╕я: %s

source: E118: Too many arguments for function: %s
uk: E118: Забагато аргумент╕в для функц╕╖ %s

source: E119: Not enough arguments for function: %s
uk: E119: Замало аргумент╕в для функц╕╖ %s

source: E120: Using <SID> not in a script context: %s
uk: E120: <SID> використову╓ться не у файл╕ команд: %s

source: +-%s%3ld lines:
uk: +-%s%3ld:

source: &OK &Cancel
uk: &O:Гаразд &C:В╕дм╕на

source: E240: No connection to Vim server
uk: E240: Нема╓ з'╓днання з Vim-сервером

source: E277: Unable to read a server reply
uk: E277: Не можу зчитати в╕дпов╕дь сервера

source: E258: Unable to send to client
uk: E258: Не можу сп╕лкуватися кл╕╓нтом

source: E241: Unable to send to %s
uk: E241: Не можу сп╕лкуватися з %s

source: (Invalid)
uk: (Неможливо)

source: E121: Undefined variable: %s
uk: E121: Невизначена зм╕нна: %s

source: E122: Function %s already exists, use ! to replace
uk: E122: Функц╕я %s уже ╕сну╓ (використайте ! щоб зам╕нити)

source: E123: Undefined function: %s
uk: E123: Невизначена функц╕я: %s

source: E124: Missing '(': %s
uk: E124: Браку╓ '(': %s

source: E125: Illegal argument: %s
uk: E125: Недозволений аргумент: %s

source: E126: Missing :endfunction
uk: E126: Браку╓ :endfunction

source: E127: Cannot redefine function %s: It is in use
uk: E127: Не можу зам╕нити функц╕ю %s: Вона використову╓ться

source: E128: Function name must start with a capital: %s
uk: E128: Назва функц╕╖ ма╓ починатия з велико╖ л╕тери: %s

source: E129: Function name required
uk: E129: Не вказана назва функц╕╖

source: function
uk: функц╕я

source: E130: Undefined function: %s
uk: E130: Невизначена функц╕я: %s

source: E131: Cannot delete function %s: It is in use
uk: E131: Не можу видалити функц╕ю %s: Вона використову╓ться

source: E132: Function call depth is higher than 'maxfuncdepth'
uk: E132: Глибина виклик╕в функц╕╖ перевищу╓ 'maxfuncdepth'

source: calling %s
uk: виклика╓ться %s

source: continuing in %s
uk: продовження в %s

source: E133: :return not inside a function
uk: E133: :return поза межами функц╕╖

source: %s returning #%ld
uk: %s поверта╓ #%ld

source: %s returning "%s"
uk: %s поверта╓ "%s"

source: # global variables:
uk: # загальн╕ зм╕нн╕:

source: Entering Debug mode. Type "cont" to leave.
uk: Початок режиму налагоджування. Використовуйте "cont" для виходу.

source: line %ld: %s
uk: рядок %ld: %s

source: cmd: %s
uk: команда: %s

source: Breakpoint in "%s%s" line %ld
uk: Зупинка в "%s%s" рядок %ld

source: E161: Breakpoint not found: %s
uk: E161: Точку зупинки не знайдено: %s

source: No breakpoints defined
uk: Жодно╖ точки зупинки не було визначено

source: %3d %s %s line %ld
uk: %3d %s %s рядок %ld

source: Save As
uk: Запам'ятати як

source: Save changes to "%.*s"?
uk: Запам'ятати зм╕ни в "%.*s"?

source: Untitled
uk: Неназваний

source: E162: No write since last change for buffer "%s"
uk: E162: Жодного запису п╕сля останньо╖ зм╕ни для буфера "%s"

source: Warning: Entered other buffer unexpectedly (check autocommands)
uk: Обережно: Неспод╕вано потраптлено в ╕нший буфер (перев╕рте автокоманди)

source: E163: There is only one file to edit
uk: E163: Лише один файл редагу╓ться

source: E164: Cannot go before first file
uk: E164: Не можу перейти у попередн╕й файл з першого

source: E165: Cannot go beyond last file
uk: E165: Не можу перейти у наступний файл з останнього

source: Searching for "%s" in "%s"
uk: Пошук "%s" в "%s"

source: Searching for "%s"
uk: Пошук "%s"

source: not found in 'runtimepath': "%s"
uk: "%s" не знайдено в 'runtimepath'

source: Run Macro
uk: Виконати файл команд

source: Cannot source a directory: "%s"
uk: Не можу виконати директор╕ю: "%s"

source: could not source "%s"
uk: неможливо виконати "%s"

source: line %ld: could not source "%s"
uk: рядок %ld: неможливо виконати "%s"

source: sourcing "%s"
uk: виконуеться "%s"

source: line %ld: sourcing "%s"
uk: рядок %ld: викону╓ться "%s"

source: finished sourcing %s
uk: виконання %s зак╕нчено

source: W15: Warning: Wrong line separator, ^M may be missing
uk: W15: Нев╕рний розд╕льник рядк╕в, можливо браку╓ ^M

source: E167: :scriptencoding used outside of a sourced file
uk: E167: :scriptencoding використано поза виконуваним файлом

source: E168: :finish used outside of a sourced file
uk: E168: :finish використано поза виконуваним файлом

source: No text to be printed
uk: Н╕чого друкувати

source: Printing page %d (%d%%)
uk: Друку╓ться стор╕нка %d (%d%%)

source: Copy %d of %d
uk: Коп╕я %d, усього %d

source: Printed: %s
uk: Надруковано: %s

source: Printing aborted
uk: Друк перервано

source: E455: Error writing to PostScript output file
uk: E455: Не можу писати в вих╕дний файл PostScrip

source: E324: Can't open PostScript output file
uk: E324: Не можу в╕дкрити як вх╕дний файл PostScrip

source: E456: Can't open file "%s"
uk: E456: Не можу в╕дкрити файл "%s"

source: E457: Can't read PostScript resource file "%s"
uk: E457: Не можу зчитати файл ресурс╕в PostScrip "%s"

source: Sending to printer...
uk: В╕дсила╓мо на друк╕вник...

source: E365: Failed to print PostScript file
uk: E324: Не можу надрукувати файл PostScrip

source: Print job sent.
uk: Завдання друку в╕д╕слано.

source: Current %slanguage: "%s"
uk: Мова (%s): "%s"

source: E197: Cannot set language to "%s"
uk: E197: Не можу встановити мову "%s"

source: <%s>%s%s %d, Hex %02x, Octal %03o
uk: <%s>%s%s %d, ш╕с %02x, в╕с %03o

source: E134: Move lines into themselves
uk: E134: Неможливо зм╕стити рядки сам╕ у себе

source: 1 line moved
uk: 1 рядок зм╕щено

source: %ld lines moved
uk: %ld рядк╕в зм╕щено

source: %ld lines filtered
uk: %ld рядк╕в в╕дф╕льтровано

source: E135: *Filter* Autocommands must not change current buffer
uk: E135: Автокоманди *Filter* не повиннь зм╕нювати буфер

source: [No write since last change]
uk: [Не записано п╕сля останньо╖ зм╕ни]

source: viminfo: %s in line:
uk: viminfo: %s в рядку

source: E136: viminfo: Too many errors, skipping rest of file
uk: E136: viminfo: забагато помилок, решта файла опущено

source: Reading viminfo file "%s"%s%s%s
uk: Зчиту╓ться файл viminfo: "%s"%s%s%s

source: info
uk: ╕нформац╕я

source: marks
uk: позначки

source: FAILED
uk: НЕ ВДАЛОСЯ

source: E137: Viminfo file is not writable: %s
uk: E137: У файл viminfo ("%s") запис не дозволено

source: E138: Can't write viminfo file %s!
uk: E138: Не можу записати viminfo файл %s!

source: Writing viminfo file "%s"
uk: Запису╓ться viminfo файл "%s"

source: # This viminfo file was generated by Vim %s.
uk: # Цей файл автоматично створив Vim %s.

source: # You may edit it if you're careful!
uk: # Можете редагувати, але ОБЕРЕЖНО!

source: # Value of 'encoding' when this file was written
uk: # Значення 'encoding' коли цей файл було записано

source: Illegal starting char
uk: Недозволений символ на початку рядка

source: E139: File is loaded in another buffer
uk: E139: Файл уже завантажено у ╕ншому буфер╕

source: Write partial file?
uk: Записати частину файла?

source: E140: Use ! to write partial buffer
uk: E140: Використовуйте ! для запису частини буфера

source: Overwrite existing file "%.*s"?
uk: Перезаписати ╕снуючий файл "%.*s"?

source: E141: No file name for buffer %ld
uk: E141: Нема╓ вх╕дного файла для буфера %ld

source: E142: File not written: Writing is disabled by 'write' option
uk: E142: Файл не записано: запис заборонено опц╕╓ю 'write'

source: 'readonly' option is set for "%.*s". Do you wish to write anyway?
uk: Для "%.*s" вказано опц╕ю 'readonly'. Ви все ще бажа╓те продовжити запис?

source: Edit File
uk: Редагувати Файл

source: E143: Autocommands unexpectedly deleted new buffer %s
uk: E143: Автокоманда неспод╕вано видалила новий буфер %s

source: E144: non-numeric argument to :z
uk: E144: нечисловий аргумент для :z

source: E145: Shell commands not allowed in rvim
uk: E145: У rvim не дозволен╕ команди shell

source: E146: Regular expressions can't be delimited by letters
uk: E146: зразки не можуть бути розд╕лен╕ л╕терами

source: replace with %s (y/n/a/q/l/^E/^Y)?
uk: Зам╕нити на %s (y/n/a/q/l/^E/^Y)?

source: (Interrupted)
uk: (Перервано)

source: 1 substitution
uk: Одна зам╕на

source: %ld substitutions
uk: Зам╕нено -- %ld

source: on 1 line
uk: в одному рядку

source: on %ld lines
uk: в %ld рядках

source: E147: Cannot do :global recursive
uk: E147: :global не може використовуватись рекурсивно

source: E148: Regular expression missing from global
uk: E148: Браку╓ зразка для global

source: Pattern found in every line: %s
uk: Зразок не знайдено: %s

source: # Last Substitute String: $
uk: # Останн╕й зразок для зам╕ни: $

source: E149: Sorry, no help for %s
uk: E149: Вибачте, для %s нема╓ допомоги

source: Sorry, help file "%s" not found
uk: Вибачте, файл допомоги "%s" не знайдено

source: E150: Not a directory: %s
uk: E150: %s: Не ╓ директор╕╓ю

source: E152: Cannot open %s for writing
uk: E152: Не можу в╕дкрити %s для запису

source: E153: Unable to open %s for reading
uk: E153: Не можу в╕дкрити %s для читання

source: E154: Duplicate tag "%s" in file %s
uk: E154: Подв╕йна позначка "%s" в файл╕ %s

source: E160: Unknown sign command: %s
uk: E160: Нев╕дома команда sign: %s

source: E156: Missing sign name
uk: E156: Браку╓ назви напису

source: E255: Too many signs defined
uk: E255: Визначено забагато напис╕в

source: E239: Invalid sign text: %s
uk: E239: Нев╕рний напис: %s

source: E155: Unknown sign: %s
uk: E155: Нев╕домий напис: %s

source: E159: Missing sign number
uk: E159: Браку╓ аргументу напису

source: E158: Invalid buffer name: %s
uk: E158: Нев╕рна назва буфера: %s

source: E157: Invalid sign ID: %ld
uk: E157: Нев╕рний ID напису: %ld

source: [Deleted]
uk: [Видалено]

source: Entering Ex mode. Type "visual" to go to Normal mode.
uk: Початок режиму Ex. Використовуйте "visual" для повернення в нормальний рехим

source: At end-of-file
uk: Б╕ля к╕нця файла

source: E169: Command too recursive
uk: E169: Команда занадто рекурсивна

source: E170: Missing :endwhile
uk: E170: Браку╓ :endwhile

source: E171: Missing :endif
uk: E171: Браку╓ :endif

source: End of sourced file
uk: К╕нець виконуваного файла

source: End of function
uk: К╕нець функц╕╖

source: Ambiguous use of user-defined command
uk: Двозначний вжиток команди користувача

source: Not an editor command
uk: Не ╓ командою редактора

source: Don't panic!
uk: Не нервуйте!

source: Backwards range given
uk: Не буду задкувати!

source: Backwards range given, OK to swap
uk: Не буду задкувати, але можу обернутися...

source: Use w or w>>
uk: Використовуйте :w або :w>>

source: E319: Sorry, the command is not available in this version
uk: E319: Вибайте, ця команда не д╕╓

source: E172: Only one file name allowed
uk: E172: Т╕льки одне ╕м'я файла дозволено

source: %d more files to edit. Quit anyway?
uk: Ще ╓ %d нередагованих файл╕в. Вийти?

source: E173: %ld more files to edit
uk: E173: Залишилося %ld нередагованих файл╕в

source: E174: Command already exists: use ! to redefine
uk: E174: Команда вже ╕сну╓, використайте ! щоб не зважати

source: Name Args Range Complete Definition
uk: Назва Арг. Межа Доповненя Визначення

source: No user-defined commands found
uk: Не знайдено команд користувача

source: E175: No attribute specified
uk: E175: Не вказано атрибут

source: E176: Invalid number of arguments
uk: E176: Нев╕рна к╕льк╕сть аргумент╕в

source: E177: Count cannot be specified twice
uk: E177: Л╕чильник не може бути вказано дв╕ч╕

source: E178: Invalid default value for count
uk: E178: Нев╕рне початкове значення для count

source: E179: argument required for complete
uk: E179: Для доповнення необх╕ден аргумент

source: E180: Invalid complete value: %s
uk: E180: Нев╕рна вказ╕вка для доповнення: %s

source: E181: Invalid attribute: %s
uk: E181: Нев╕рний атрибут: %s

source: E182: Invalid command name
uk: E182: Нев╕рна назва команди

source: E183: User defined commands must start with an uppercase letter
uk: E183: Команди користувача пов╕нни починатися з велико╖ л╕тери

source: E184: No such user-defined command: %s
uk: E184: Команду користувача не знайдено: %s

source: E185: Cannot find color scheme %s
uk: E185: Не можна знайти схему кольор╕в %s

source: Greetings, Vim user!
uk: Як живеться, користувач Vim ?

source: Edit File in new window
uk: Редагувати файл у новому в╕кн╕

source: No swap file
uk: Нема╓ файла обм╕ну

source: Append File
uk: Дописати файл

source: E186: No previous directory
uk: E186: Жодно╖ попередньо╖ директор╕╖

source: E187: Unknown
uk: E187: Нев╕дома директор╕я

source: Window position: X %d, Y %d
uk: Позиц╕я в╕кна: X %d, Y %d

source: E188: Obtaining window position not implemented for this platform
uk: E188: Функц╕я обрахування позиц╕╖ в╕кна не д╕╓ для вашо╖ платформи

source: Save Redirection
uk: Запам'ятати переадресований вив╕д

source: Save View
uk: Запам'ятати вигляд

source: Save Session
uk: Запам'ятати сеанс

source: Save Setup
uk: Запам'ятати налаштування

source: E189: "%s" exists (use ! to override)
uk: E189: Файл "%s" ╕сну╓, (використайте ! щоб не зважати)

source: E190: Cannot open "%s" for writing
uk: E190: Не можу в╕дкрити "%s" для читання

source: E191: Argument must be a letter or forward/backward quote
uk: E191: Аргумент ма╓ бути л╕терою, ` або '

source: E192: Recursive use of :normal too deep
uk: E192: Рекурсивна глибина векористання :normal занадро велика

source: :if nesting too deep
uk: Занадто велика к╕льк╕сть вкладених :if

source: :endif without :if
uk: Браку╓ в╕дпов╕дного :if для :endif

source: :else without :if
uk: Браку╓ в╕дпов╕дного :if для :else

source: :elseif without :if
uk: Браку╓ в╕дпов╕дного :if для :elseif

source: :while nesting too deep
uk: Занадто велика к╕льк╕сть вкладених :while

source: :continue without :while
uk: Браку╓ в╕дпов╕дного :while для :continue

source: :break without :while
uk: Браку╓ в╕дпов╕дного :while для :break

source: :endwhile without :while
uk: Браку╓ в╕дпов╕дного :while для :endwhile

source: E193: :endfunction not inside a function
uk: E133: :endfunction поза межами функц╕╖

source: E194: No alternate file name to substitute for '#'
uk: E194: Нема╓ вторинного файла для зам╕ни '#'

source: no autocommand file name to substitute for "<afile>"
uk: Не можна зам╕нити "<afile>" в автокоманд╕, ╕м'я файла в╕дсутн╕╓

source: no autocommand buffer number to substitute for "<abuf>"
uk: Не можна зам╕нити "<abuf>" в автокоманд╕, назва буфера в╕дсутня

source: no autocommand match name to substitute for "<amatch>"
uk: Не можна зам╕нити "<amatch>" в автокоманд╕, для зб╕гу не використовалось ╕м'я

source: no :source file name to substitute for "<sfile>"
uk: Не можна зам╕нити "<sfile>" в автокоманд╕, ╕м'я файла в╕дсутн╕╓

source: Empty file name for '%' or '#', only works with ":p:h"
uk: Порожне ╕м'я файла для '%' та '#' працю╓ лише з ":p:h"

source: Evaluates to an empty string
uk: Результат -- порожн╕й рядок

source: E195: Cannot open viminfo file for reading
uk: E195: Не можу в╕дкрити файл viminfo

source: E196: No digraphs in this version
uk: E196: У ц╕й верс╕╖ нема╓ диграф╕в

source: tagname
uk: назва пом╕тки

source: kind file
uk: тип файла

source: 'history' option is zero
uk: Опц╕я 'history' порожня

source: # %s History (newest to oldest):
uk: # Попередн╕ %s:

source: Command Line
uk: команди

source: Search String
uk: зразки для пошуку

source: Expression
uk: вирази

source: Input Line
uk: введен╕ рядки

source: E198: cmd_pchar beyond the command length
uk: E198:

source: E199: Active window or buffer deleted
uk: E199: Активне в╕кно або буфер було видалено

source: Illegal file name
uk: Недозволене ╕м'я файла

source: is a directory
uk: це директор╕я

source: is not a file
uk: не файл

source: [New File]
uk: [Новий файл]

source: [Permission Denied]
uk: [В╕дмовлено]

source: E200: *ReadPre autocommands made the file unreadable
uk: E200: Автокоманди *ReadPre зробили читання файла неможливим

source: E201: *ReadPre autocommands must not change current buffer
uk: E201: Автокоманди *ReadPre не ма╓ть права зм╕нювати буфер

source: Vim: Reading from stdin...
uk: Vim: Читаемо з stdin...

source: Reading from stdin...
uk: Читаемо з stdin...

source: E202: Conversion made file unreadable!
uk: E202: Конвертування зробило читання файла неможливим!

source: [fifo/socket]
uk: [fifo/сокет]

source: [socket]
uk: [сокет]

source: [CR missing]
uk: [Втрачено CR]

source: [NL found]
uk: [Знайдено NL]

source: [long lines split]
uk: [Довг╕ рядки подр╕бнено]

source: [NOT converted]
uk: [НЕ конвертовано]

source: [converted]
uk: [конвертовано]

source: [crypted]
uk: [зашифровано]

source: [CONVERSION ERROR]
uk: [ПОМИЛКА КОНВЕРТУВАННЯ]

source: [READ ERRORS]
uk: [ПОМИЛКА ЗЧИТУВАННЯ]

source: Can't find temp file for conversion
uk: Не можу п╕дшукати тимчасовий файл для конвертування

source: Conversion with 'charconvert' failed
uk: Ковнертування з 'charconvert' не вдалося

source: can't read output of 'charconvert'
uk: не можу зчитати вив╕д 'charconvert'

source: E203: Autocommands deleted or unloaded buffer to be written
uk: E203: Автокоманда видалила або вивантажила буфер що ма╓ бути записаний

source: E204: Autocommand changed number of lines in unexpected way
uk: E204: Автокоманда зм╕нила к╕лькьсть рядк╕в неспод╕ваним чином

source: is not a file or writable device
uk: не ╓ файлом чи пристро╓м з можлив╕стю запису

source: is read-only (use ! to override)
uk: можна лише читати (використайте ! щоб не зважати)

source: Can't write to backup file (use ! to override)
uk: Не можу записати резервний файл (використайте ! щоб не зважати)

source: Close error for backup file (use ! to override)
uk: Помилка п╕д час спроби закрити резервний файл

source: Can't read file for backup (use ! to override)
uk: Нема╓ змоги створити файл для резервно╖ коп╕╖ (використайте ! щоб не зважати)
