Repository: chrisbra/vim-history
Catalog: src/po/*.po
Languages: uk

source: Cannot create backup file (use ! to override)
uk: Нема╓ змоги створити резервну коп╕ю (використайте ! щоб не зважати)

source: Can't make backup file (use ! to override)
uk: Нема╓ змоги створити резервну коп╕ю (використайте ! щоб не зважати)

source: The resource fork will be lost (use ! to override)
uk: Ресурсну г╕лку файла буде втрачено (! щоб не зважати)

source: E214: Can't find temp file for writing
uk: E214: Не можу п╕дшукати тимчасовий файл для запису

source: E213: Cannot convert (use ! to write without conversion)
uk: E213: Не можу конвертувати (використайте ! щоб записати без конвертування)

source: E166: Can't open linked file for writing
uk: E166: Не можу в╕дкрити для запису файл на який вказу╓ посилання

source: E212: Can't open file for writing
uk: E212: Не можу в╕дкрити файл для запису

source: Close failed
uk: Не вдалося закрити файл

source: write error, conversion failed
uk: помилка запису, конвертування не вдалося

source: write error (file system full?)
uk: помилка запису (ск╕нчилось в╕льне м╕сце??)

source: CONVERSION ERROR
uk: ПОМИЛКА КОНВЕРТУВАННЯ

source: [Device]
uk: [Пристр╕й]

source: [New]
uk: [Новий]

source: [a]
uk: [д]

source: appended
uk: дописаний

source: [w]
uk: [з]

source: written
uk: записаний

source: E205: Patchmode: can't save original file
uk: E205: Режим patch: не можу записати первинний файл

source: E206: patchmode: can't touch empty original file
uk: E206: Режим patch: не можу створити пустий первинний файл

source: E207: Can't delete backup file
uk: E207: Не можу видалила резервний файл

source: WARNING: Original file may be lost or damaged
uk: УВАГА: Початковий файл може бути втрачений або видалений

source: don't quit the editor until the file is successfully written!
uk: Не виходьте з редактора допоки файл не буде записано

source: [dos]
uk: [дос]

source: [dos format]
uk: [формат dos]

source: [mac format]
uk: [формат mac]

source: [unix format]
uk: [unix формат]

source: 1 line,
uk: один рядок,

source: %ld lines,
uk: %ld рядк╕в,

source: 1 character
uk: один символ

source: %ld characters
uk: %ld символ╕в

source: [Incomplete last line]
uk: [неповний остан╕й рядок]

source: WARNING: The file has been changed since reading it!!!
uk: УВАГА: Файл було зм╕нено п╕сля зчитання!!!

source: Do you really want to write to it
uk: Ви д╕йсно хочете його перезаписати ??

source: E208: Error writing to "%s"
uk: E208: Помилка запису в "%s"

source: E209: Error closing "%s"
uk: E209: Помилка п╕д час закриття "%s"

source: E210: Error reading "%s"
uk: E210: Помилка п╕д час зчитування "%s"

source: E246: FileChangedShell autocommand deleted buffer
uk: E246: Автокоманда FileChangedShell видалила буфер

source: E211: Warning: File "%s" no longer available
uk: E211: Увага: Файл "%s" недосяжний

source: W12: Warning: File "%s" has changed and the buffer was changed in Vim as well
uk: W12: Увага: Файл "%s" було зм╕нено, але й буфер у Vim теж було зм╕нено

source: W11: Warning: File "%s" has changed since editing started
uk: W11: Увага: Файл "%s" було зм╕нено п╕сля початку редагування

source: W16: Warning: Mode of file "%s" has changed since editing started
uk: W16: Увага: Режим файла "%s" було зм╕нено п╕сля початку редагування

source: W13: Warning: File "%s" has been created after editing started
uk: W13: Увага: Файл "%s" було створено п╕сля почетку редагування

source: Warning
uk: Увага

source: &OK &Load File
uk: &O:Гаразд &L:Завантажити файл

source: E321: Could not reload "%s"
uk: E321: Не можу перевантажити "%s"

source: --Deleted--
uk: --Видалено--

source: E367: No such group: "%s"
uk: E367: Група не ╕сну╓: "%s"

source: E215: Illegal character after *: %s
uk: E215: Недозволений символ п╕сля *: %s

source: E216: No such event: %s
uk: E216: Под╕я не ╕сну╓: %s

source: --- Auto-Commands ---
uk: --- Автокоманди ---

source: E217: Can't execute autocommands for ALL events
uk: E217: Не можу виконувати автокоманди для УС╤Х под╕й

source: No matching autocommands
uk: Не ╕сну╓ в╕дпов╕дних автокоманд

source: E218: autocommand nesting too deep
uk: Занадто велика к╕льк╕сть вкладених автокоманд

source: %s Auto commands for "%s"
uk: %s Автокоманди для "%s"

source: Executing %s
uk: Виконуеться %s

source: autocommand %s
uk: автокоманда %s

source: E219: Missing {.
uk: Втрачено {.

source: E220: Missing }.
uk: Втрачено }.

source: No fold found
uk: Згорток не знайдено

source: E350: Cannot create fold with current 'foldmethod'
uk: E350: Не можу створити згорток (зважаючи на 'foldmethod')

source: E351: Cannot delete fold with current 'foldmethod'
uk: E351: Не можу видалити згорток (зважаючи на 'foldmethod')

source: E221: 'commentstring' is empty
uk: E221: опц╕я 'commentstring' порожня

source: E222: Add to read buffer
uk: E222: Буфер уже було зчитано [помилка програми]

source: E223: recursive mapping
uk: E332: Зам╕на зациклена

source: E224: global abbreviation already exists for %s
uk: Загальне скорочення для %s вже ╕сну╓

source: E225: global mapping already exists for %s
uk: Загальна зам╕на для %s вже ╕сну╓

source: E226: abbreviation already exists for %s
uk: Скорочення для %s все ╕сну╓

source: E227: mapping already exists for %s
uk: Зам╕на для %s вже ╕сну╓

source: No abbreviation found
uk: Скорочення не знайдено

source: No mapping found
uk: Зам╕ни не знайдено

source: E228: makemap: Illegal mode
uk: E228: makemap: Внутр╕шня помилка

source: <cannot open>
uk: <неможливо в╕дкрити>

source: vim_SelFile: can't get font %s
uk: vim_SelFile: не можу отримати шрифт %s

source: vim_SelFile: can't return to current directory
uk: vim_SelFile: не можу повернитуся в поточну директор╕ю

source: Pathname:
uk: Шлях:

source: vim_SelFile: can't get current directory
uk: vim_SelFile: не можу д╕стати поточну директор╕ю

source: Vim dialog
uk: Д╕алог Vim

source: Scrollbar Widget: Could not get geometry of thumb pixmap.
uk: Scrollbar Widget: не можу взнати розм╕р скорочено╖ картинки.

source: E232: Cannot create BalloonEval with both message and callback
uk: E232: Не можу створити BalloonEval з пов╕домленням ╕ функц╕╓ю одночасно

source: E229: Cannot start the GUI
uk: E229: Не можу розпочати GUI

source: E230: Cannot read from "%s"
uk: E230: Не можу читати з "%s"

source: E231: 'guifontwide' invalid
uk: E231: 'guifontwide' визначено нев╕рно

source: Error
uk: Помилка

source: Vim dialog...
uk: Д╕алог Vim...

source: VIM - Search and Replace...
uk: VIM - Знайти ╕ зам╕нити...

source: VIM - Search...
uk: VIM - Пошук

source: Find what:
uk: Знайти:

source: Replace with:
uk: Зам╕на:

source: Match exact word only
uk: Вважати за зб╕г лише повне слово

source: Direction
uk: Напрям

source: Up
uk: Догори

source: Down
uk: Униз

source: Find Next
uk: Знайти наступний вар╕ант

source: Replace
uk: Зам╕нити

source: Replace All
uk: Зам╕нити ус╕

source: E233: cannot open display
uk: E233: Не можу в╕дкрити дисплей

source: E234: Unknown fontset: %s
uk: E234: Нев╕домий fontset: %s

source: Font Selection
uk: Вид╕лення

source: E235: Unknown font: %s
uk: Нев╕домий шрифт: %s

source: E236: Font "%s" is not fixed-width
uk: E236: Шрифт "%s" не моноширинний

source: E242: Color name not recognized: %s
uk: E242: Незрозум╕ла назва кольору: %s

source: Used CUT_BUFFER0 instead of empty selection
uk: Використано CUT_BUFFER0 зам╕сть порожнього вид╕лення

source: Filter
uk: Ф╕льтр

source: Directories
uk: директор╕╖

source: Help
uk: Допомога

source: Files
uk: Файли

source: Selection
uk: Виб╕р шрифта

source: Undo
uk: В╕дм╕на

source: E235: Can't load Zap font '%s'
uk: E235: Я не знаю що таке riscos, в Укра╖н╕ такого нема╓.. (а тут ще й якийсь шрифт не хоче вантажитися: %s)

source: E235: Can't use font %s
uk: E235: Не можу використати шрифт %s

source: E242: Missing color: %s
uk: E242: Втрачено кол╕р: %s

source: Sending message to terminate child process.
uk: Ляка╓мо д╕тей м╕л╕ц╕онером. :-)

source: E243: Argument not supported: "-%s"; Use the OLE version.
uk: E243: Аргумент не п╕дтриму╓ьться: "-%s", викуристовуйте верс╕ю з OLE.

source: Find string (use '\\' to find a '\')
uk: VIM - Пошук

source: Find & Replace (use '\\' to find a '\')
uk: VIM - Знайти ╕ зам╕нити...

source: Vim E458: Cannot allocate colormap entry, some colors may be incorrect
uk: Vim E458: Нема╓ в╕льних секц╕й у таблиц╕ кольор╕в. Деяк╕ кольори можуть бути втрачен╕

source: E250: Fonts for the following charsets are missing in fontset %s:
uk: E250: Шрифти для цього набору символ╕в в╕дсутн╕ у fontset %s:

source: E252: Fontset name: %s
uk: E252: Назва fontset: %s

source: Font '%s' is not fixed-width
uk: Шрифт '%s' не ╓ моноширинним

source: E253: Fontset name: %s
uk: E252: Назва fontset: %s

source: Font0: %s
uk: Шрифт0: %s

source: Font1: %s
uk: Шрифт1: %s

source: Font%d width is not twice that of font0
uk: Жирн╕сть шрифта %d ма╓ бути в дв╕ч╕ б╕льшою за товщину font0

source: Font0 width: %ld
uk: Жирн╕сть font0: %ld

source: Font1 width: %ld
uk: Жирн╕сть font1: %ld

source: E254: Cannot allocate color %s
uk: E254: Не можу розм╕стити кол╕р %s

source: E255: Couldn't read in sign data!
uk: E255: Не можна зчитати дан╕ напису!

source: E256: Hangul automata ERROR
uk: E256: Помилка `Hangul automata' [помилка програми]

source: Add a new database
uk: Додати нову базу даних

source: Query for a pattern
uk: Запит за зразком

source: Show this message
uk: Показати це пов╕домлення

source: Kill a connection
uk: Знищити з'╓днання

source: Reinit all connections
uk: Розпочати з початку ус╕ з'╓днання

source: Show connections
uk: Показати з'╓днання

source: This cscope command does not support splitting the window.
uk: Ця команда cscope не ум╕╓ д╕лити в╕кно.

source: Usage: cstag <ident>
uk: Використовуйте: cstag <пом╕тка>

source: E257: cstag: tag not found
uk: E257: cstag: пом╕тку не знайдено

source: stat(%s) error: %d
uk: stat(%s) помилка: %d

source: Added cscope database %s
uk: Додано базу даних cscope %s

source: %s is not a directory or a valid cscope database
uk: %s не ╓ н╕ директор╕╓ю н╕ базою даних cscope

source: error reading cscope connection %d
uk: Помилка читання з'╓днання cscope #%d

source: unknown cscope search type
uk: Нев╕дом╕й тип пошуку cscope

source: Could not create cscope pipes
uk: Не можу створити канал до cscope

source: cs_create_connection exec failed
uk: cs_create_connection: помилка п╕д час виконання

source: cs_create_connection: fdopen for to_fp failed
uk: cs_create_connection: fdopen для to_fp не вдався

source: cs_create_connection: fdopen for fr_fp failed
uk: cs_create_connection: fdopen для fr_fp не вдався

source: no cscope connections
uk: жодного з'╓днаня з cscope

source: E259: no matches found for cscope query %s of %s
uk: E259: Для %s-запиту cscope стосовно %s не знайдено с╕рник╕в

source: cscope commands:
uk: команди cscope:

source: %-5s: %-30s (Usage: %s)
uk: %-5s: %-30s (Вживайте: %s)

source: duplicate cscope database not added
uk: повторна база даних cscope не додана

source: maximum number of cscope connections reached
uk: к╕льк╕сть з'╓днань з cscope досягла максимуму

source: E260: cscope connection not found
uk: E260: з'╓днання з cscope не знайдено

source: E261: cscope connection %s not found
uk: E261: з'╓днання з cscope %s не знайдено

source: cscope connection closed
uk: з'╓днання з cscope зак╕нчено

source: cscope connection %s closed
uk: з'╓днання з cscope %s зак╕нчено

source: fatal error in cs_manage_matches
uk: cs_manage_matches: с╕рник╕в б╕льше нема╓ [помилка програми]

source: E262: error reading cscope connection %d
uk: E262: помилка читання з з'╓днання cscope %d

source: couldn't malloc
uk: не можу вид╕лити пам'ять

source: Cscope tag: %s
uk: Пом╕тка cscope: %s

source: # line
uk: # рядок

source: filename / context / line
uk: файл / контекст / рядок

source: All cscope databases reset
uk: Ус╕ з'╓днання з cscope перезавантажено

source: no cscope connections
uk: Жодного з'╓днання з cscope

source: # pid database name prepend path
uk: # pid назва бази даних шлях

source: %2d %-5ld %-34s <none>
uk: %2d %-5ld %-34s <жожного>

source: E370: Could not load library %s
uk: E370: Не можу завантажити б╕бл╕отеку %s

source: E448: Could not load library function %s
uk: E448: Не можу завантажити б╕бл╕отечну функц╕ю %s

source: E263: Sorry, this command is disabled, the Python library could not be loaded.
uk: E263: Вибачте, ця команда вимкнута, б╕бл╕отека Python не може бути завантажена.

source: can't delete OutputObject attributes
uk: не можу видалити атрибути OutputObject

source: softspace must be an integer
uk: softspace ма╓ бути натуральним

source: invalid attribute
uk: нев╕рний атрибут

source: writelines() requires list of strings
uk: writelines() потр╕бен список рядк╕в

source: E264: Python: Error initialising I/O objects
uk: E264: Python: Помилка ╕н╕ц╕ял╕зац╕╖ об'╓кт╕в вводу/виводу

source: invalid expression
uk: нев╕рний вираз

source: expressions disabled at compile time
uk: обробку вираз╕в заборонено под час комп╕ляц╕╖

source: attempt to refer to deleted buffer
uk: спроба читати видалений буфер

source: line number out of range
uk: номер рядка за межами файла

source: <buffer object (deleted) at %8lX>
uk: <об'╓кт буфера (видалено) в %8lX>

source: invalid mark name
uk: нев╕рна назва пом╕тки

source: no such buffer
uk: такого буфера нема╓

source: attempt to refer to deleted window
uk: строба звернутися до видаленого в╕кна

source: readonly attribute
uk: лише для читання

source: cursor position outside buffer
uk: курсор за межами буфера

source: <window object (deleted) at %.8lX>
uk: <об'╓кт в╕кна (видалено) в %.8lX>

source: <window object (unknown) at %.8lX>
uk: <об'╓кт в╕кна (нев╕домий) в %.8lX>

source: <window %d>
uk: <в╕кно %d>

source: no such window
uk: такого в╕кна нема╓

source: cannot save undo information
uk: не можу зберегти ╕нформац╕ю для в╕дм╕ни

source: cannot delete line
uk: неможливо видалити рядок

source: cannot replace line
uk: неможливо зам╕нити рядок

source: cannot insert line
uk: не можу вставити рядок

source: string cannot contain newlines
uk: б╕льш н╕ж один рядок

source: E266: Sorry, this command is disabled, the Ruby library could not be loaded.
uk: E266: Вибачте, ця команда вимкнута, б╕бл╕отека Ruby не може бути завантажена.

source: E273: unknown longjmp status %d
uk: E234: Нев╕домий статус longjmp: %d

source: Toggle implementation/definition
uk: Перемкнути implementation/definition

source: Show base class of
uk: Знайти базовий клас

source: Show overridden member function
uk: Показати зам╕нен╕(overridden) функц╕╖-члени

source: Retrieve from file
uk: Зчитати з файла

source: Retrieve from project
uk: Зчитати з проекту

source: Retrieve from all projects
uk: Зчитати з ус╕х проект╕в

source: Retrieve
uk: Зчитати

source: Show source of
uk: Джерело

source: Find symbol
uk: Знайти символ

source: Browse class
uk: Продивитися клас

source: Show class in hierarchy
uk: Знайти клас в ╕╓рарх╕╖

source: Show class in restricted hierarchy
uk: Знайти клас в заборонен╕й ╖╓рарх╕╖

source: Xref refers to
uk: Xref вказу╓ на

source: Xref referred by
uk: на Xref вказано з

source: Xref has a
uk: Xref ма╓

source: Xref used by
uk: Xref використано

source: Show docu of
uk: Показати docu

source: Generate docu for
uk: Створити docu для

source: Cannot connect to SNiFF+. Check environment (sniffemacs must be found in $PATH).
uk: Не можу з╓днатися з SNiFF+. Перев╕рте оточення (sniffemacs не було знайдено у шляху пошуку).

source: E274: Sniff: Error during read. Disconnected
uk: E274: Sniff: Помилка пад час зчитування. В╕д╓днано

source: SNiFF+ is currently
uk: зараз SNiFF

source: not
uk: не

source: connected
uk: п╕д╓днаний

source: E275: Unknown SNiFF+ request: %s
uk: E275: Нев╕доме запитання до SNiFF+: %s

source: E276: Error connecting to SNiFF+
uk: E276: Помилка п╕д час з╓днання з SNiFF+

source: E278: SNiFF+ not connected
uk: E278: SNiFF+ не п╕д╓днано

source: E279: Not a SNiFF+ buffer
uk: E279: Не ╓ буфером SNiFF+

source: Sniff: Error during write. Disconnected
uk: Sniff. помилка запису. В╕д╓днано

source: invalid buffer number
uk: нев╕рна назва буфера

source: not implemented yet
uk: не д╕╓ (поки що)

source: unknown option
uk: нев╕дома опц╕я

source: cannot set line(s)
uk: не можу задати рядки

source: mark not set
uk: пом╕тку не вказано

source: row %d column %d
uk: рядок %d колонка %d

source: cannot insert/append line
uk: Не можу вставити/додати рядок

source: unknown flag:
uk: нев╕домий прапорець:

source: unknown vimOption
uk: Нев╕дома опц╕я

source: keyboard interrupt
uk: перервано користувачем

source: vim error
uk: помилка Vim

source: cannot create buffer/window command: object is being deleted
uk: не можу створити команду для в╕кна/буфера: об'ект видяля╓ться

source: cannot register callback command: buffer/window is already being deleted
uk: Не можу заре╓струвати под╕ю: буфер/в╕кно уже знищу╓ться

source: E280: TCL FATAL ERROR: reflist corrupt!? Please report this to vim-dev@vim.org
uk: E280: ПОМИЛКА в ╕нтерфейс╕ з TCL: можливо пошкоджено список посиланнь.. Пов╕домте, будьласка, на vim-dev@vim.org

source: cannot register callback command: buffer/window reference not found
uk: Не можу заре╓струвати под╕ю: посилання на буфер/в╕кно не знайдено

source: Sorry, this command is disabled: the Tcl library could not be loaded.
uk: Вибачте, ця команда вимкнута, б╕бл╕отека Tcl не може бути завантажена.

source: E281: TCL ERROR: exit code is not int!? Please report this to vim-dev@vim.org
uk: E280: ПОМИЛКА в ╕нтерфейс╕ з TCL: можливо результат не int.. Пов╕домте, будьласка, на vim-dev@vim.org

source: cannot get line
uk: не можу д╕стати рядок

source: Unable to register a command server name
uk: Не можу заре╓струвати ╕м'я сервера

source: E247: no registered server named "%s"
uk: E354: Нема╓ зареестрованих сервер╕в на ╕м'я "%s"

source: E248: Failed to send command to the destination program
uk: E248: Не вдалося в╕д╕слати команду до к╕нцево╖ програми

source: Invalid server id used: %s
uk: Використано нев╕рну назву сервера :%s

source: E249: couldn't read VIM instance registry property
uk: E249: не можу зчитати частину ре╓стру зразка Vim

source: E251: VIM instance registry property is badly formed. Deleted!
uk: E251: частина ре╓стру зразка Vim нев╕рно зформована. Видалено!

source: Unknown option
uk: Нев╕дома опц╕я

source: Too many edit arguments
uk: Забагато аргумент╕в

source: Argument missing after
uk: Втрачено аргументи п╕сля

source: Garbage after option
uk: См╕ття посля опц╕╖

source: Too many "+command" or "-c command" arguments
uk: Забагато '+' або '-c' аргумент╕в

source: Invalid argument for
uk: Нев╕рний аргумент для

source: This Vim was not compiled with the diff feature.
uk: Ця верс╕я Vim не була зкомп╕льована з п╕дтримкою diff.

source: Attempt to open script file again: "
uk: Спроба в╕дкрити ще раз файл команд "

source: Cannot open for reading: "
uk: Не можу прочитати: "

source: Cannot open for script output: "
uk: Не можу в╕дкрити як в╕х╕дний файл: "

source: %d files to edit
uk: %d файл╕в залишилось

source: Vim: Warning: Output is not to a terminal
uk: Vim: Увага: Вих╕д йде не на терм╕нал

source: Vim: Warning: Input is not from a terminal
uk: Vim: Увага: Вх╕дн йде не з терм╕налу

source: pre-vimrc command line
uk: команди як╕ виконувалися до vimrc

source: E282: Cannot read from "%s"
uk: E282: Не можу прочитати "%s"

source: More info with: "vim -h"
uk: Взнайте б╕льше: vim -h

source: [file ..] edit specified file(s)
uk: [файл ..] редагувати вказаний файл

source: - read text from stdin
uk: - читати текст з stdin

source: -t tag edit file where tag is defined
uk: -t пом╕тка перети до пом╕тки

source: -q [errorfile] edit file with first error
uk: -q [файл] перейти до першо╖ помилки

source: usage:
uk: Вживайте:

source: vim [arguments]
uk: vim [аргументи]

source: or:
uk: або:

source: Arguments:
uk: Аргументи:

source: -- Only file names after this
uk: -- Лише ╕мена файл╕в п╕сля цього

source: -register Register this gvim for OLE
uk: -register Заре╓струвати цей gvim через OLE

source: -unregister Unregister gvim for OLE
uk: -unregister В╕дм╕нити ре╓страц╕ю цього gvim через OLE

source: -g Run using GUI (like "gvim")
uk: -g Виконати використовуючи GUI (н╕би "gvim")

source: -f Foreground: Don't fork when starting GUI
uk: -f Не залишати терм╕нал п╕сля запуску GUI

source: -v Vi mode (like "vi")
uk: -v Режим Vi (н╕би "vi")

source: -e Ex mode (like "ex")
uk: -e Режим Ex (н╕би "ex")

source: -s Silent (batch) mode (only for "ex")
uk: -s Працювати мовчки (лише для "ex")

source: -d Diff mode (like "vimdiff")
uk: -d Режим diff (н╕би "vimdiff")

source: -y Easy mode (like "evim", modeless)
uk: -y Простий режим (н╕би "evim")

source: -R Readonly mode (like "view")
uk: -R Режим перегляду (н╕би "view")

source: -Z Restricted mode (like "rvim")
uk: -Z Заборонений режим (н╕би "rvim")

source: -m Modifications (writing files) not allowed
uk: -m Зм╕ни (запис файл╕в) не дозволено

source: -M Modifications in text not allowed
uk: -M Зм╕ни в текст╕ файл╕в не дозволено

source: -b Binary mode
uk: -b Дв╕йковий режим

source: -l Lisp mode
uk: -l Режми lisp

source: -C Compatible with Vi: 'compatible'
uk: -C Режим, сум╕сний з Vi: 'compatible'

source: -N Not fully Vi compatible: 'nocompatible'
uk: -N Не зовс╕м сум╕сний з Vi режим: 'nocompatible'

source: -V[N] Verbose level
uk: -V[N] Р╕вень галасливост╕

source: -D Debugging mode
uk: -D Режим налагоджування

source: -n No swap file, use memory only
uk: -n Не користуватися файлом обм╕ну, тримати усе в пам'ят╕

source: -r List swap files and exit
uk: -r Показати файли обм╕ну ╕ вийти

source: -r (with file name) Recover crashed session
uk: -r (╕мя файла) В╕дновити авар╕йно зак╕нчений сеанс

source: -L Same as -r
uk: -L Те саме що й -r

source: -f Don't use newcli to open window
uk: -f Я так розум╕ю це лише для Amiga. Вибач, Bram.

source: -dev <device> Use <device> for I/O
uk: -dev <пристр╕й> Використовувати пристр╕й для вводу/виводу

source: -H start in Hebrew mode
uk: -H Розпочати режим╕ Hebrew

source: -F start in Farsi mode
uk: -F Розпочати в перському режим╕

source: -T <terminal> Set terminal type to <terminal>
uk: -T <терм╕нал> Визничити тип терм╕налу

source: -u <vimrc> Use <vimrc> instead of any .vimrc
uk: -u <vimrc> Використати поданий файл як .vimrc

source: -U <gvimrc> Use <gvimrc> instead of any .gvimrc
uk: -u <gvimrc> Використати поданий файл як .gvimrc

source: --noplugin Don't load plugin scripts
uk: --noplugin Не вантажити файли-доповнення

source: -o[N] Open N windows (default: one for each file)
uk: -o[N] Розкрити N в╕кон (якщо не вказано -- по одному для кожного файла)

source: -O[N] like -o but split vertically
uk: -O[N] н╕би -o, але под╕лити в╕кна вертикально

source: + Start at end of file
uk: + Розпочати в к╕нц╕ файла

source: +<lnum> Start at line <lnum>
uk: +<рядок> Розпочати на вказаному рядку

source: --cmd <command> Execute <command> before loading any vimrc file
uk: --cmd <команда> Виконати команду перед виконанням будь-яких .*rc файл╕в

source: -c <command> Execute <command> after loading the first file
uk: -c <команда> Виконати команду п╕сля завантаження першого файла

source: -S <session> Source file <session> after loading the first file
uk: -S <сеанс> Виконати поданий файл п╕сля першого завантаженого файла

source: -s <scriptin> Read Normal mode commands from file <scriptin>
uk: -s <файл> Зчитати команди з файла <scriptin>

source: -w <scriptout> Append all typed commands to file <scriptout>
uk: -w <файл> Дописати ус╕ набран╕ команди до поданого файла

source: -W <scriptout> Write all typed commands to file <scriptout>
uk: -w <файл> Записати ус╕ набран╕ команди у поданий файл

source: -x Edit encrypted files
uk: -x Редагувати зашифрований файл

source: -display <display> Connect vim to this particular X-server
uk: -display <дисплей> Виконати vim використовуючи поданий дисплей

source: -X Do not connect to X server
uk: -X Не з'╓днуватися з X сервером
